class BanglaData {
  final String id, title, fullLyric;

  BanglaData({
    required this.id,
    required this.title,
    required this.fullLyric,
  });
}

final List<BanglaData> banglaData = [
  BanglaData(
    id: '01',
    title: "হে প্রভু রহম করো আমার মা'কে",
    fullLyric: """হে প্রভু রহম করো আমার মা'কে
যেনো শান্তিতে তিনি ঘুমায়
এই গুনাহ গারের দোয়া কবুল করো
মাকে রেখো বেহেশতি ছায়ায়

আজ তোমাকে মা মনে পরছে খুব
সাজ ঘরে নিভে গেছে যে ধূপ
তোমার বিরহে বিরহী আমি
কত গল্পে গল্পে শত স্মৃতি
পাইনা খুঁজে মা তোমার প্রীতি
কেমন আছো মা বলো না তুমি
আফসোস আমারে বলো কেমনে শুধাই

হে প্রভু রহম করো আমার মাকে
যেনো শান্তিতে তিনি ঘুমায়
এই গুনাহ গারের দোয়া কবুল করো
মাকে রেখো বেহেশতি ছায়ায়""",
  ),
  BanglaData(
    id: '02',
    title: 'আমার বড় কষ্ট হয়',
    fullLyric: """মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়
মায়ের মত মমতাময়ী এই পৃথিবীর কেহ নয়
মায়ের মত মমতাময়ী এই পৃথিবীর কেহ নয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়

যেই মা আমায় ছায়া দিত প্রকাশে গোপনে
মিটিয়ে দিত মনের আবেগ সকল প্রয়োজনে
কি যে ক্ষতি হল আমার এই পোষাবার নয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়

মাঝে মাঝে বলত আমায় মাঝে কানে কানে
খোকা আমার থাকবি কেমন আমি মরে গেলে
কি যে ক্ষতি হল আমার এই পোষাবার নয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়

মায়ের মত মমতাময়ী এই পৃথিবীর কেহ নয়
মায়ের মত মমতাময়ী এই পৃথিবীর কেহ নয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়""",
  ),
  BanglaData(
    id: '03',
    title: 'দুনিয়া সুন্দর, মানুষ সুন্দর',
    fullLyric: """দুনিয়া সুন্দর, মানুষ সুন্দর
আসমান সুন্দর, জমিন সুন্দর
সুন্দরে সুন্দরে পাল্লা
জানিনা কত সুন্দর তুমি আল্লাহ।
জানিনা কত সুন্দর তুমি আল্লাহ।

দুনিয়া সুন্দর, মানুষ সুন্দর
আসমান সুন্দর, জমিন সুন্দর
সুন্দরে সুন্দরে পাল্লা
জানিনা কত সুন্দর তুমি আল্লাহ।
জানিনা কত সুন্দর তুমি আল্লাহ।

ঝর্ণা ছুটে চলে একেবেকে
পৃথিবীর পথে কত ছবি একে
ঝর্ণা ছুটে চলে একেবেকে
পৃথিবীর পথে কত ছবি একে
নদীরও কলতানে
সাগরের গর্জনে।
নদীরও কলতানে
সাগরের গর্জনে।
ঢেউয়ে ঢেউয়ে দেয় পাল্লা।।
জানিনা কত সুন্দর তুমি আল্লাহ।
জানিনা কত সুন্দর তুমি আল্লাহ।

দুনিয়া সুন্দর, মানুষ সুন্দর
আসমান সুন্দর, জমিন সুন্দর
সুন্দরে সুন্দরে পাল্লা
জানিনা কত সুন্দর তুমি আল্লাহ।
জানিনা কত সুন্দর তুমি আল্লাহ।

বাগানে ফুঠে ফুল রাশি রাশি
রাতেরই তাঁরা ভরা চাদের হাসি।
বাগানে ফুঠে ফুল রাশি রাশি
রাতেরই তাঁরা ভরা চাদের হাসি।
গুন গুন গানে ঢেকে
মৌমাচি মধু চাকে।
গুন গুন গানে ঢেকে
মৌমাচি মধু চাকে।
ফুলে ফুলে করে হল্লা।।
জানিনা কত সুন্দর তুমি আল্লাহ।
জানিনা কত সুন্দর তুমি আল্লাহ।

দুনিয়া সুন্দর, মানুষ সুন্দর
আসমান সুন্দর, জমিন সুন্দর
সুন্দরে সুন্দরে পাল্লা
জানিনা কত সুন্দর তুমি আল্লাহ।
জানিনা কত সুন্দর তুমি আল্লাহ।

দখিনা বাতাস গায়ে পরশ বুলিয়ে
তার টানে পাল তুলে নৌকা চলে
দখিনা বাতাস গায়ে পরশ বুলিয়ে
তার টানে পাল তুলে নৌকা চলে
তোমারি নামে মনে
ভাটিয়ালি সুরের তানে
তোমারি নামে মনে
ভাটিয়ালি সুরের তানে
দাড় টেনে যায় মাঝি মাল্লা।।
জানিনা কত সুন্দর তুমি আল্লাহ।
জানিনা কত সুন্দর তুমি আল্লাহ।

দুনিয়া সুন্দর, মানুষ সুন্দর
আসমান সুন্দর, জমিন সুন্দর
সুন্দরে সুন্দরে পাল্লা
জানিনা কত সুন্দর তুমি আল্লাহ।
জানিনা কত সুন্দর তুমি আল্লাহ।

জানিনা কত সুন্দর তুমি আল্লাহ।
জানিনা কত সুন্দর তুমি আল্লাহ।""",
  ),
  BanglaData(
    id: '04',
    title: "যে মা আমায় ছোট্ট থেকে",
    fullLyric: """যে মা আমায় ছোট্ট থেকে
মায়ার জালে বন্দি রেখে
করেছে পালন
হে প্রভু তুমি ও তারে
তোমার আরশ ছায়া নীড়ে
করিও লালন
মাকে করিও লালন।
যে মা সদা আমার পাশে
সুখে দুঃখে থাকতো বসে
সে মা আজি আমায় ছেড়ে
চলে গেছে তোমার কাছে
হে প্রভু তুলেছি হাত
তুমি তারে দাওগো নাযাত
করে নাও আপন।
হে প্রভু তুমি ও তারে...
আমার দুঃখে কাঁদতো যে মা মলিন করে মুখ
দু হাত তুলে তোমার কাছে চাইতো আমার সুখ।
যে মা ছিল সবচে আপন
সে ছাড়া আজ শুন‍্য ভূবন
আসবে না মা ফিরে কভু
কেঁদে যতই ভাসাই নয়ন
হে প্রভু তুলেছি  হাত
তুমি তারে দাওগো নাযাত
করে নাও আপন।
হে প্রভু তুমি ও তারে...""",
  ),
  BanglaData(
    id: '05',
    title: "বাবা তুমি কেমন আছো",
    fullLyric: """বাবা তুমি কেমন আছো,
ছোট্ট মাটির ঘরে
তোমার কথা হৃদয় মাঝে,
পড়ছে বারে বারে-১
বাবা গো ও ও ও বাবা
বাবা গো ও ও ও বাবা-১

কত আদর কত স্নেহ,
তোমার কাছে পেলাম
সব কিছু হারিয়ে আজকে
নিঃস্ব হয়ে গেলাম-১
ভালোবাসি তোমায় বাবা
বুকটা যে যায় ছিঁড়ে
তোমার কথা হৃদয় মাঝে
পড়ছে বারে বারে
বাবা গো ও ও ও বাবা
বাবা গো ও ও ও বাবা-১

তোমার মত আপন কেহ
পাই না তো আর খুঁজে
তাইতো আজই ঘুমের ঘোরে
আশ্রুতে যাই ভিজে-১
সুখে থেকো পরম সুখে,
জান্নাতের ভিতরে
তোমার কথা হৃদয় মাঝে
পড়ছে বারে বারে
বাবা গো ও ও ও বাবা
বাবা গো ও ও ও বাবা-১""",
  ),
  BanglaData(
    id: '06',
    title:  "এমন মরন মাওলা তুমি কাওকে দিওনা",
    fullLyric: """এমন মরন মাওলা তুমি কাওকে দিওনা
এমন মরন মাওলা তুমি কাওকে দিওনা

গুনা থেকে তোমার কাছে চাইতেছি পানাহ
সকল,গুনা থেকে তোমার কাছে চাইতেছি পানাহ।
এমন মরন মাওলা তুমি কাওকে দিওনা
এমন মরন মাওলা তুমি কাওকে দিওনা।

যে মরণ হওয়ার আগে ছাড়তে হবে ঘর
মরণের শুনলে কথা আপনরা হয় পর।
যে মরণ হওয়ার আগে চিকিৎসাও নাই
রেখে আমায় জেলখানাতে সব যাবে পালায়।
শেষ দেখাটা মা বাবা সন্তানেও দেখে না
মাবুদ, শেষ দেখাটা মা বাবা সন্তানেও দেখে না।

এমন মরন মাওলা তুমি কাওকে দিওনা
এমন মরন মাওলা তুমি কাওকে দিওনা।

যে মরণ লাশ হলে কেও চায় না গোছল দিতে
আসেনা ছেলে বাবার কফিন কাঁধে নিতে।
জানাজা দাফন কাফন ভাগ্যে জদিও হয়
মানবতার ফেরিওয়ালা সেথায় অসহায়।
এই পাপীদের কঠিন ইন্তেহানে ফেলো না
মালিক, এই পাপীদের কঠিন ইন্তেহানে ফেলো না।

এমন মরন মাওলা তুমি কাওকে দিওনা
এমন মরন মাওলা তুমি কাওকে দিওনা

গুনা থেকে তোমার কাছে চাইতেছি পানাহ
সকল, গুনা থেকে তোমার কাছে চাইতেছি পানাহ
এমন মরন মাওলা তুমি কাওকে দিওনা
এমন মরন মাওলা তুমি কাওকে দিওনা।

এমন মরন মাওলা তুমি কাওকে দিওনা।""",
  ),
  BanglaData(
    id: '07',
    title: "চলে গেছো তুমি মা",
    fullLyric: """চলে গেছো তুমি মা, আমাকে ছেড়ে
তোমার বিরহে, কাঁদি বারে বার
একা একা দুচোখে, ঘুম আসে না
তোমার খোকাকে, কে দিবে আদর-২

শূন্য এ ঘর, বড় হাহাকার-২
মা মা ডেকে যাই কেন আসো না
ও মা, ও মা, ও মা…

ছোট মনে অনেক আসা নিয়ে
হাজারো স্বপ্ন চোখে পথ চলা।
হাটাৎ কোথায় হারিয়ে গেলে
ভুখের জমানো কথা হয়নি বলা

অভিমানি বুকে বাঁধি
নিরবে একাকি কাঁদি

অভিমান বুকে বাঁধি
নিরবে একাকি কাঁদি
মা মা ডেকে যাই, কেন আসো না
‘ও মা, ও মা, ও মা…’২

আমায় ফেলে তারা দেশে,
কেমন করে তুমি করো বসবাস।
কথা ছিলো কাছে রবে,
তবে কেন ছেড়ে গেলে আমারি পাশ।
‘নির্ঘুম রাত গুলো পুরায় সৃতি ধুলো-২

মা মা ডেকে যাই, কেন আসো না
‘ও মা, ও মা, ও মা…""",
  ),
  BanglaData(
    id: '08',
    title: "সাজিয়ে গুজিয়ে দে",
    fullLyric: """সাজিয়ে গুজিয়ে দে মোরে, সজনী তোরা
সাজিয়ে গুজিয়ে দে মোরে।২

বড়ই পাতার গরম জ্বলে
শুয়াইয়া মঁসারির তলে।৩

আতর গোলাপ, আতর গোলাপ, আতর গোলাপ
চন্দন মেখে দে সজনী তোরা
সাজিয়ে গুজিয়ে দে মোরে।
সাজিয়ে গুজিয়ে দে মোরে, সজনী তোরা..
সাজিয়ে গুজিয়ে দে মোরে।
এত রঙীন এত কাপড়
কিছুই ভালো লাগেনা মোর।২

সাদা কাপড়,সাদা কাপড়, সাদা কাপড়
আমায় পড়াই দে সজনী তোরা
সাজিয়ে গুজিয়ে,দে মোরে
সাজিয়ে গুজিয়ে দে মোরে, সজনী তোরা
সাজিয়ে গুজিয়ে দে মোরে।
এতো জমি এতো বাড়ি
আমি কি সহিতে পারি।২

বাঁশের দোলায়, বাঁশের দোলায়, বাঁশের দোলায়
আমায় তুলে দে সজনী তোরা
সাজিয়ে গুজিয়ে দে মোরে
সাজিয়ে গুজিয়ে দে মোরে সজনী তোরা
সাজিয়ে গুজিয়ে দে মোরে।২""",
  ),
  BanglaData(
    id: '09',
    title:  "আল্লাহু আল্লাহু",
    fullLyric: """আল্লাহু আল্লাহু
তুমি জাল্লে জালালু
শেষ করাতো যায় না গেয়ে
তোমার গুণগান। (২)

তুমি কাদেরও গাফ্ফার
তুমি জলিল জাব্বার
তুমি কাদেরও গাফ্ফার
তুমি জলিল জাব্বার
অনন্ত অসীম তুমি
রহিম রহমান।
তুমি মাটির আদমকে
প্রথম সৃষ্টি করিয়া
ঘোষণা করিয়া দিলে
শ্রেষ্ঠ বলিয়া। (২)

তাই নূরের ফেরেস্তা
করে আদমকে সেজদা। (২)

তুমি সবার চেয়ে দিলে
মাটির মানুষকে সন্মান।
শিশু মুসা নবীরে
যখন দুশমনেরি ডরে
সিন্ধুকে ভরিয়া দিলে
ভাসাইয়ে সাগরে। (২)

প্রাণে ছিল তাহার ভয়
সেথা পেল সে আশ্রয়। (২)

সেই দুষমনেরি হাতে
তাহার বাঁচাইলে প্রাণ।
আল্লাহু আল্লাহু
তুমি জাল্লে জালালু
শেষ করাতো যায় না গেয়ে
তোমার গুণগান। (২)

তুমি কাদেরও গাফ্ফার
তুমি জলিল জাব্বার
তুমি কাদেরও গাফ্ফার
তুমি জলিল জাব্বার
অনন্ত অসীম তুমি
রহিম রহমান।""",
  ),
  BanglaData(
    id: '10',
    title: "মাটির দেহ মাটি খাবে",
    fullLyric: """মাটির দেহ মাটি খাবে
কিসের বড়াই তা নিয়ে (২)

এই রূপ লাবণ্য ধন ও দৌলত
রূপ লাবণ্য ধন ও দৌলত
কি লাভ হবে তা দিয়ে।
মাটির দেহ মাটি খাবে
কিসের বড়াই তা নিয়ে (২)

মা বাবা ভাই বোন কি আত্মীয় -স্বজন
দেখো তোমার পূর্বের আছে কজন
তাদেরও ছিলো শক্তি বা বাহাদুরী
কোথায় গেলো সে সকল আয়োজন।
এমনি করে যাবে চলে
এমনি করে যাবে চলে
রবে না কেহ ডানে বায়ে।
মাটির দেহ মাটি খাবে
কিসের বড়াই তা নিয়ে (২)

নাফরমানির সব কটা দরজাতে
কড়া নেড়েছো মন চাহি অজুহাতে
মন্দকাজে সবার আগে ছিলে তুমি
খোদার ডর ভয় ছিলো না তোমার দিলে।
এমন জীবন হইলে মরণ
এমন জীবন হইলে মরণ
পুড়বে কব রে গিয়ে।
মাটির দেহ মাটি খাবে
কিসের বড়াই তা নিয়ে (২)""",
  ),
  BanglaData(
    id: '11',
    title:  "যে ঈমান প্রয়োজনে জ্বলে উঠে না",
    fullLyric: """যে ঈমান প্রয়োজনে জ্বলে উঠে না
যে ঈমান সত্য ন্যায়ের কথা বলে না

যে ঈমান অন্তরে নাই, মুখে ফোটায় কথার কলি
কিভাবে তারেই বলো ঈমান বলি।

যে ঈমান দ্বীন কায়েমের আন্দোলনের ধার ধারে না
যে ঈমান লেবাসধারী, কোরআন হাদিস তাও পড়েনা।
যে ঈমান খাজার নামে মাজার গড়ে ফুলুস কামায়
যে ঈমান শিরকিয়াতের আমল করে ভীত না হয়।

যে ঈমান বাস্তবে নাই কথার ছলে ফাঁকা বুলি,
কিভাবে তারেই বলো ঈমান বলি।

যে ঈমান ঈমান ভুলে নাস্তিকতার মঞ্চে ওঠে
যে ঈমান বাতিল মতের তোষণ করে ফায়দা লুটে।
যে ঈমান মসজিদে রয় খায়-দায় আনন্দ করে
যে ঈমান দেখেনা যে আরাকানে ভাইরা মরে।
যে ঈমান ঈমান ভুলে নাস্তিকতার মঞ্চে ওঠে
যে ঈমান বাতিল মতের তোষণ করে ফায়দা লুটে।
যে ঈমান মসজিদে রয় খায়-দায় আনন্দ করে
যে ঈমান দেখেনা যে ফিলিস্তিনে ভাইরা মরে।।

যে ঈমান ময়দানে নয় মঞ্চে ফোটায় কথার কলি
কিভাবে তারেই বল ঈমান বলি।""",
  ),
  BanglaData(
    id: '12',
    title: "পৃথিবী না জানুক",
    fullLyric: """পৃথিবী না জানুক আমিতো জানি আমি কি পাপ করেছি হায়
আমার পাপের করলে বিচার
বাঁচার আমার নাই উপায়
দয়াময় তুমি মাফ করো আমায়
পৃথিবী না জানুক আমি তো জানি আমি কি পাপ করেছি হায়
জেনে না জেনে কত যে আমি করেছি পাপ
কতবার যে করেছি তওবা কতবার অনুতাপ
জেনে না জেনে কত যে আমি করেছি পাপ
কতবার যে করেছি তওবা কতবার অনুতাপ
দুদিনে আবার সব ভুলে আমি
দুদিনে আবার সব ভুলে আমি
মজে গেছি দুনিয়ায়
মাফ করো আমায়
আমার পাপের নাই সীমা নাই তুমি মেহেরবান
তুমি রহিম তুমি রহমান তুমি দয়াবান
আমার পাপের নাই সীমা নাই তুমি মেহেরবান
তুমি রহিম তুমি রহমান তুমি দয়াবান
আমায় তুমি করোগো মাপ
আমায় তুমি করোগো মাপ
এই গুনাগার এই শুধু চায়
দয়াময় তুমি মাফ করো আমায়
মাফ করো আমায়
পৃথিবী না জানুক আমি তো জানি আমি কি পাপ করেছি হায়
আমার পাপের করলে বিচার বাঁচার আমার নাই উপায়
মাফ করো আমায়.""",
  ),
  BanglaData(
    id: '13',
    title:  "ওগো কাবার মালিক",
    fullLyric: """ও গো কাবার মালিক শুনো আর্জি আমার,
ঈমানের সাথে দিও আমাকে মরন।
তোমার কদমে আমি ঠুকেছি মাথা
বার বার তোমাকেই করছি স্বরণ

ও গো কাবার মালিক শুনো আর্জি আমার,
ঈমানের সাথে দিও আমাকে মরন।

তোমার পথে তোমার মতে, করি যেন জীবন যাপন।
ওমরের মতো করে শক্তি সাহস দিও,
ঈমান আমল দিও আলীর মতো।
বিরের মতো যেন প্রাণ চলে যায়
শরীরে জরানো থাকে শহিদি কাফন
ও গো কাবার মালিক শুনো আর্জি আমার,
ঈমানের সাথে দিও আমাকে মরন।

রক্তের বিন্দুতে হৃদয়ের সিন্দুতে,
ইসলাম করে দিও আমার আপন।
বকরের মতো করে ধর্য জ্ঞান দিও,
সাহাবার মতো দিও শহিদি মরন।
বিরের মতো যেন প্রাণ চলে যায়
শরীরে জরানো শহিদি কাফন
ও গো কাবার মালিক শুনো আর্জি আমার,
ঈমানের সাথে দিও আমাকে মরন।""",
  ),
  BanglaData(
    id: '14',
    title: "বাবা মানে হাজার বিকেল",
    fullLyric: """বাবা মানে হাজার বিকেল আমার ছেলে বেলা
বাবা মানে রোজ সকালে পুতুল পুতুল খেলা। ২

বাবা মানে কাটছে ভালো যাচ্ছে ভালো দিন
বাবা মানে জমিয়ে রাখা আমার অনেক ঋণ। ২

আমি যতই এলোমেলো ভুলের অভিধান
বাবা তুমি সময় মত সহজ সমাধান
জীবনের টানাপোড়েন কিছুই না জানি
আমার গানের স্বরলিপি তোমার মাঝেই খুঁজি।
বাবার কাছে হইনা কালো আমি কোনদিনই
বাবা ডাকে আদর করে আমায় সোনামণি। ২

বাবা মানে অনেক চাওয়া বাবা মানে অনেক পাওয়া
বাবা মানে ছোট্ট শূন্যতা বাবা মানে অনেক পূর্ণতা
ছেলেবেলা হাতছানি দেয় আজও সকাল সাঝে
আমি বড় হইনি আজও বাবা তোমার কাছে
চিরদিন থাকবে বলো তুমি আমার সাথে
মা বলে ডাকবে বলো সারা জীবন ধরে।
বেলা শেষে তুমি আজও অনেক অভিমানি
কেউ না জানুক আমি জানি তোমার সোনামণি। ২

বাবা মানে হাজার বিকেল আমার ছেলে বেলা
বাবা মানে রোজ সকালে পুতুল পুতুল খেলা
বাবা মানে কাটছে ভালো যাচ্ছে ভালো দিন
বাবা মানে জমিয়ে রাখা আমার অনেক ঋণ
বাবা মানে হাজার বিকেল আমার ছেলে বেলা।
বাবা মানে রোজ সকালে পুতুল পুতুল খেলা।""",
  ),
  BanglaData(
    id: '15',
    title: "আমি যদি কোনোদিন পথ ভুলে যাই",
    fullLyric: """আমি যদি কোনোদিন পথ ভুলে যাই
হাতছানী দিয়ে কাছে নিও
মমতার বন্ধনে আমায় বেঁধে
সব ভুল ক্ষমা করে দিও

জেনে না জেনে কত করি অপরাধ
কখনো করোনা তুমি বাধ- প্রতিবাদ
তোমার দয়ার সীমা নাই নাই নাই
সেই দয়া পেতে আজ কাঁদি আমিও
মমতার বন্ধনে আমায় বেঁধে
সব ভুল ক্ষমা করে দিও

আমি যদি কোনোদিন পথ ভুলে যাই
হাতছানী দিয়ে কাছে নিও
মমতার বন্ধনে আমায় বেঁধে
সব ভুল ক্ষমা করে দিও

ভুল ছাড়া জীবনে আর কি আছে
ভুল করে ফিরে আসি তোমার কাছে
তোমার দেয়া সেই আলোকিত পথ
যেই পথে খুঁজে পাই আসল কিমত
আজ শুধু ফরিয়াদ তোমার কাছে -২

সেই পথে চলবার শক্তি দিও
মমতার বন্ধনে আমায় বেঁধে
সব ভুল ক্ষমা করে দিও
আমি যদি কোনোদিন পথ ভুলে যাই
হাতছানী দিয়ে কাছে নিও
মমতার বন্ধনে আমায় বেঁধে
সব ভুল ক্ষমা করে দিও""",
  ),
  BanglaData(
    id: '16',
    title:  "আমি চাঁদকে বলি তুমি",
    fullLyric: """আমি চাঁদকে বলি তুমি সুন্দর নও
আমার মায়ের মত
গোলাপকে বলি তুমি মিষ্টি নও
আমার মায়ের মত
মা যে আমার সবার সেরা
অনন্ত কাল অবিরত।।ঐ

হীরা নাকি শুনি সবচে দামি
সারাক্ষণ করে ঝলমল
তাহার চেয়ে অধিক দামি
আমার মায়ের আঁচল
মাকে ছেড়ে চাই না আমি
হিরা মানিক কত শত।।ঐ

আমি চাঁদ কে বলি তুমি সুন্দর নও
আমার মায়ের মত
আমি গোলাপ কে বলি তুমি মিষ্টি নও
আমার মায়ের মত।

মা যে হলো প্রেম মমতায়
বিধাতার সেরা উপমা
হয় না কভূ মায়ের সাথে
অন্য কারো তুলনা
মার পরশে যায় যে মুছে
ব্যাথাও বেদনা যত।।ঐ

আমি চাঁদ কে বলি তুমি সুন্দর নও
আমার মায়ের মত
গোলাপ কে বলি তুমি মিষ্টি নও
আমার মায়ের মত।।""",
  ),
  BanglaData(
    id: '17',
    title: "নামাজকে বলো না কাজ আছে",
    fullLyric: """নামাজকে বলো না কাজ আছে, কাজকে বলো আমার নামাজ আছে
নামাজকে বলো না কাজ আছে…
কাজকে বলো আমার নামাজ আছে
নামাজ বিহীন পরপারে
কি জবাব দিবে তুমি প্রভুর কাছে।
নামাজকে বলো না কাজ আছে
কাজকে বলো আমার নামাজ আছে
(ফজর কাটে ঘুমের ঘরে
জোহর কাজে কাজে,
আসর কাটে খেলায় ধুলায়
মাগরীব মাঝে মাঝে।) ২বার

ঈশার সময় হয়ে এলে
থাকো মিছে দুনিয়ার পিছে।
(নামাজকে বলো না কাজ আছে…
কাজকে বলো আমার নামাজ আছে) ২বার

নামাজ বহীন পরপারে
কি জবাব দিবে তুমি প্রভুর কাছে।
(প্রভুর হুকুম মানোরে ভাই
থাকো তুমি যেথায়
সময় গেলে পাবেনা ফিরে
মরন তোমায় লইবে ঘিরে) ২বার

জেনে রেখো মরন তোমার
অতি কাছে।
নামাজকে বলো না কাজ আছে
কাজকে বলো আমার নামাজ আছে
নামাজ বিহীন পরপারে
কি জবাব দিবে তুমি প্রভুর কাছে।
নামাজকে বলো না কাজ আছে
কাজকে বলো আমার নামাজ আছে।""",
  ),
  BanglaData(
    id: '18',
    title:  "মসজিদেরই পাশে আমার কবর দিও ভাই",
    fullLyric: """মসজিদেরই পাশে আমার কবর দিও ভাই।
যেন গোরে থেকেও মোয়াজ্জিনের আজান শুনতে পাই।।

আমার গোরের পাশ দিয়ে ভাই নামাজীরা যাবে,
পবিত্র সেই পায়ের ধ্বনি এ বান্দা শুনতে পাবে।
গোর - আজাব থেকে এ গুনাহগার পাইবে রেহাই।।

কত পরহেজগার খোদার ভক্ত নবীজীর উম্মত
ঐ মসজিদে করে রে ভাই, কোরান তেলাওয়াত।
সেই কোরান শুনে যেন আমি পরান জুড়াই।।

কত দরবেশ ফকির রে ভাই, মসজিদের আঙ্গিনাতে
আল্লার নাম জিকির করে লুকিয়ে গভীর রাতে,
আমি তাদের সাথে কেঁদে কেঁদে
(আল্লার নাম জপতে চাই) ।।""",
  ),
  BanglaData(
    id: '19',
    title: "হাজার ব্যথা-বেদনার পরে",
    fullLyric: """হাজার ব্যথা-বেদনার পরে
ফিরে আসোনি তুমি আপন ঘরে;
দ্বীনের আলো তুমি ছড়িয়ে দিতে
চলে গেলে মদিনায়, মক্কা ছেড়ে!
হে রাসূল, তোমাকে ভুলি আমি কেমন করে!
খেয়ে না খেয়ে দ্বীন প্রচারের কাজে
নিজেকে দিয়েছো বিলিয়ে,
তায়েফের সেই কাফিরেরা চিনলো না সেই আলো,
দুষ্টু ছেলেদের পিছু দিলো লেলিয়ে;
পাথরের আঘাতে ক্ষত-বিক্ষত হয়ে,
সারা শরীর থেকে রক্ত ঝরে;
হে রাসূল, তোমাকে ভুলি আমি কেমন করে!
হে রাসূল, তোমাকে ভুলি আমি কেমন করে!
""",
  ),
  BanglaData(
    id: '20',
    title: "একটু দারাও মায়রে দেখি",
    fullLyric: """সাদা কাপড় পরাইয়া খাটের উপর শোয়াইয়া
মায়রে তোমরা কই যাইতেছো লইয়ারে গ্রামবাসী
একটু দারাও মায়রে দেখি
নয়ন ভইরা মায়রে দেখি রে গ্রামবাসী
একটু দারাও মায়রে দেখি
সাদা কাপড় পরাইয়া খাটের উপর শোয়াইয়া

সাদা কাপড় পরাইয়া খাটের উপর শোয়াইয়া
মায়রে তোমরা কই যাইতেছো লইয়ারে গ্রামবাসী
একটু দারাও মায়রে দেখি
নয়ন ভইরা মায়রে দেখি রে গ্রামবাসী
একটু দারাও মায়রে দেখি

ছেলে যদি কোথাও যায় মার মনেতে শান্তি নাই
কখন আসবে বাছা ফিরিয়া
ছেলে যদি কোথাও যায় মার মনেতে শান্তি নাই
কখন আসবে বাছা ফিরিয়া
কে ডাকবে আর জাদু বলে
মায় যদি মোর যায়রে চলে

কে ডাকবে আর জাদু বলে
মায় যদি মোর যায়রে চলে
না খাইলে কে বলবে খাইছতনী রে গ্রামবাসী
একটু দারাও মায়রে দেখি
নয়ন ভইরা মায়রে দেখি রে গ্রামবাসী
একটু দারাও মায়রে দেখি

কত নিশি রাইতে, আইসা দেখছি বাড়িতে
জাগিয়া রইছে মায়ে বসিয়া
কত নিশি রাইতে, আইসা দেখছি বাড়িতে
জাগিয়া রইছে মায়ে বসিয়া
মাগো মাঘও মাইসা শীতে
মাই রয়ছে মোর বসে

মাঘও মাইসা শীতে
মাই রয়ছে মোর বসে
এমন মাইরে ভুইলা কেমনে থাকিরে গ্রামবাসী
একটু দারাও মায়রে দেখি
নয়ন ভইরা মায়রে দেখি রে গ্রামবাসী
একটু দারাও মায়রে দেখি

শোন বাড়ির লোকজন, কান্দিওনা এখন
আর কান্দিইলে লাভ হবে কি
শোন বাড়ির লোকজন, কান্দিওনা এখন
কান্দিইলে লাভ হবে কি
তোমরা আতর গোলাপ দিয়া
মাইরে দেও সাজাইয়া

আতর গোলাপ দিয়া
মাইরে দেও সাজাইয়া
জন্মের মত দাওনা বিদায় করিরে গ্রামবাসী
একটু দারাও মায়রে দেখি
নয়ন ভইরা মায়রে দেখি রে গ্রামবাসী
একটু দারাও মায়রে দেখি
সাদা কাপড় পরাইয়া খাটের উপর শোয়াইয়া

সাদা কাপড় পরাইয়া খাটের উপর শোয়াইয়া
মায়রে তোমরা কই যাইতেছো লইয়ারে গ্রামবাসী
একটু দারাও মায়রে দেখি
নয়ন ভইরা মায়রে দেখি রে গ্রামবাসী
একটু দারাও মায়রে দেখি""",
  ),
  BanglaData(
    id: '21',
    title: 'আমার',
    fullLyric: """আমার""",
  ),

  BanglaData(
    id: '22',
    title: "মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়",
    fullLyric: """মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়
মায়ের মত মমতাময়ী এই পৃথিবীর কেহ নয়
মায়ের মত মমতাময়ী এই পৃথিবীর কেহ নয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়

যেই মা আমায় ছায়া দিত প্রকাশে গোপনে
মিটিয়ে দিত মনের আবেগ সকল প্রয়োজনে
কি যে ক্ষতি হল আমার এই পোষাবার নয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়

মাঝে মাঝে বলত আমায় মাঝে কানে কানে
খোকা আমার থাকবি কেমন আমি মরে গেলে
কি যে ক্ষতি হল আমার এই পোষাবার নয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়

মায়ের মত মমতাময়ী এই পৃথিবীর কেহ নয়
মায়ের মত মমতাময়ী এই পৃথিবীর কেহ নয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়
মায়ের কথা পড়লে মনে আমার বড় কষ্ট হয়
""",
  ),

  BanglaData(
    id: '23',
    title: 'যাদের হৃদয়ে আছে আল্লাহর ভয়',
    fullLyric: """যাদের হৃদয়ে আছে আল্লাহর ভয়
তারা কভু পথ ভুলে যায় না,
আল্লাহর প্রেম ছাড়া এই দুনিয়ায়
কারো কাছে কোনো কিছু চায় না

যাদের হৃদয়ে আছে আল্লাহর ভয়
তারা কভু পথ ভুলে যায় না,
আল্লাহর প্রেম ছাড়া এই দুনিয়ায়
কারো কাছে কোনো কিছু চায় না

আঁধারে আধারে যারা সেজদাতে রয়
দু’চোখের অশ্রুতে নদী যেন বয়
আঁধারে আধারে যারা সেজদাতে রয়
দু’চোখের অশ্রুতে নদী যেন বয়
ছলনার হাতছানি যতই আসুক
ছলনার হাতছানি যতই আসুক
পেছনে ফিরেও..তাকায় না ।

যাদের হৃদয়ে আছে আল্লাহর ভয়
তারা কভু পথ ভুলে যায় না,
আল্লাহর প্রেম ছাড়া এই দুনিয়ায়
কারো কাছে কোনো কিছু চায় না

দ্বীন কায়েমের পথে যারা অবিচল
তারা হল আল্লাহর প্রিয়জন,
বাতিলের কাছে যারা হার মানেনা
সংগ্রাম করে যায় আমরণ।
দ্বীন কায়েমের পথে যারা অবিচল
তারা হল আল্লাহর প্রিয়জন,
বাতিলের কাছে যারা হার মানেনা
সংগ্রাম করে যায় আমরণ।

হেরার আলোতে যার হৃদয় রঙ্গিন
হাতে আল জিহাদের দৃপ্ত সঙ্গিন,
হেরার আলোতে যার হৃদয় রঙ্গিন
হাতে আল জিহাদের দৃপ্ত সঙ্গিন
সত্যের পথে যারা নিবেদিত প্রাণ
সত্যের পথে যারা নিবেদিত প্রাণ
শত্রুকে কভু ভয় পায় না ।

যাদের হৃদয়ে আছে আল্লাহর ভয়
তারা কভু পথ ভুলে যায় না,
আল্লাহর প্রেম ছাড়া এই দুনিয়ায়
কারো কাছে কোনো কিছু চায় না

যাদের হৃদয়ে আছে আল্লাহর ভয়
তারা কভু পথ ভুলে যায় না,
আল্লাহর প্রেম ছাড়া এই দুনিয়ায়
কারো কাছে কোনো কিছু চায় না

যাদের হৃদয়ে আছে আল্লাহর ভয়
তারা কভু পথ ভুলে যায় না,
আল্লাহর প্রেম ছাড়া এই দুনিয়ায়
কারো কাছে কোনো কিছু চায় না
কারো কাছে কোনো কিছু চায় না
কারো কাছে কোনো কিছু চায় না""",
  ),

  BanglaData(
    id: '24',
    title: 'একটু দাড়াও দাড়াও ইয়া মুহাম্মদ',
    fullLyric: """একটু দাড়াও দাড়াও ইয়া মুহাম্মদ
আমার নয়ন ভরে তোমায় দেখবো,
একটু দাড়াও দাড়াও ইয়া মুহাম্মদ
আমার নয়ন ভরে তোমায় দেখবো,
আমার পরাণ ভরে তোমায় দেখবো
আমার পরাণ ভরে তোমায় দেখবো
দিলের স্বাদ মিটায়ে তোমায় দেখবো ।
একটু দাড়াও দাড়াও ইয়া মুহাম্মদ
আমার নয়ন ভরে তোমায় দেখবো,
একটু দাড়াও দাড়াও ইয়া মুহাম্মদ
আমার নয়ন ভরে তোমায় দেখবো,

এক রাত নবীজী ছিলেন উম্মে হানির ঘরে
জিবরাইল আসিয়া তখন বলে বিনয় করে
এক রাত নবীজী ছিলেন উম্মে হানির ঘরে
জিবরাইল আসিয়া তখন বলে বিনয় করে
ডেকেছে আল্লাহ পাকে
মেরাজ হবে আপনার সাথে
মেরাজে গেলেন নবী
আলাপন হলো সবই
মেরাজে গেলেন নবী
আলাপন হলো সবই
বিদায় কালে দয়াল নবী হলেন বেকারার
আল্লাহ বলে দেখারি স্বাদ মিটলো না আমার

তুমি আরো কিছু সময় থাকো
তুমি আরো কিছু সময় থাকো
তুমি আরো কিছু সময় থাকো
আমার প্রান ভরে তোমায় দেখবো
একটু দাড়াও দাড়াও ইয়া মুহাম্মদ
আমার নয়ন ভরে তোমায় দেখবো,
একটু দাড়াও দাড়াও ইয়া মুহাম্মদ
আমার নয়ন ভরে তোমায় দেখবো,

আশেক মাশুকের খেলা খেলছে দমে দমে
ছাঁয়া কায়া এক হয়ে যায় আরশ আজিমে
আশেক মাশুকের খেলা খেলছে দমে দমে
ছাঁয়া কায়া এক হয়ে যায় আরশ আজিমে
বিদায় নিলেন রাসুলুল্লাহ
ফিরে এলেন বায়তুল্লাহ
উম্মে হানির ঘরে গেলেন
বিছানা গরম পেলেন,
উম্মে হানির ঘরে গেলেন
বিছানা গরম পেলেন,
এরই মাঝে সাতাশ বছর হয়াছে গত
আমার আল্লাহ বলে আমার হাবিব আমারি মত,

খোদার এসকে নুরে নরনবী
খোদার এসকে নুরে নরনবী
খোদার এসকে নুরে নরনবী
প্রেমের খেলা তোমায় নিয়ে খেলবো
একটু দাড়াও দাড়াও ইয়া মুহাম্মদ
আমার নয়ন ভরে তোমায় দেখবো,
একটু দাড়াও দাড়াও ইয়া মুহাম্মদ
আমার নয়ন ভরে তোমায় দেখবো,

সকাল বেলায় দয়াল নবী বায়তুল্লায় আসিয়া
সাহাবায়ে কেরামদের তিনি আনিলেন ডাকিয়া,
সকাল বেলায় দয়াল নবী বায়তুল্লায় আসিয়া
সাহাবায়ে কেরামদের তিনি আনিলেন ডাকিয়া
মেরাজের যা ঘটনা
করিলেন সব বর্ণনা
মেরাজের যা ঘটনা
করিলেন সব বর্ণনা
পান্জেগানা নামাজ হবে
শরীয়ত জারি রবে,
নামাজে মু'মিনের মেরাজ বলছে আল্লাহ পাকে
আমার নুর নবীজীর নুর
কলিমা যার অন্তরে থাকে,
ইব্রাহিমে কয় ইয়া রাসুল আল্লাহ
ইব্রাহিমে কয় ইয়া রাসুল আল্লাহ
ইব্রাহিমে কয় ইয়া রাসুল আল্লাহ
দিলের কাবায় তোমায় আমি রাখবো
একটু দাড়াও দাড়াও ইয়া মুহাম্মদ
আমার নয়ন ভরে তোমায় দেখবো,
একটু দাড়াও দাড়াও ইয়া মুহাম্মদ
আমার নয়ন ভরে তোমায় দেখবো,
আমার পরাণ ভরে তোমায় দেখবো
আমার পরাণ ভরে তোমায় দেখবো
দিলের স্বাদ মিটায়ে তোমায় দেখবো ।
একটু দাড়াও দাড়াও ইয়া মুহাম্মদ
আমার নয়ন ভরে তোমায় দেখবো,
একটু দাড়াও দাড়াও ইয়া মুহাম্মদ
আমার নয়ন ভরে তোমায় দেখবো,
আমার প্রান ভরে তোমায় দেখবো,
দিলের স্বাদ মিটায়ে তোমায় দেখবো
আমার নয়ন ভরে তোমায় দেখবো,""",
  ),

  // BanglaData(
  //   id: '2',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),
  // BanglaData(
  //   id: '2',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),
  // BanglaData(
  //   id: '2',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),
  // BanglaData(
  //   id: '2',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),
  // BanglaData(
  //   id: '2',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),
  // BanglaData(
  //   id: '2',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),
  // BanglaData(
  //   id: '3',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),

  BanglaData(
    id: '41',
    title: "মাওলা ইয়া সল্লি ওয়া সল্লিম",
    fullLyric: """মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

সাহর ক্যা ওয়াকত থা মাসূম কাল্যান মুসকুরাতি থিন
হাওয়ায়ে খায়র মাকদাম কে তারানায়ে গুনগুনাতি থিন
আভি জিবরাইল উতারেও নাহি কাবায়ে কে মিমবার সে
কে ইত্তনে মে সাদা আয়ি ইয়েহ আবদুল্লাহ কে ঘর সে
মুবারক হো শাহে হারদো সারা তাশরিফ লায়ে
মুবারক হো মুহাম্মদ মুস্তফা তাশরিফ লায়ে

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

মুহাম্মদু সায়্যিদুল কাওনাইন ওয়া সাকালাইন
ওয়াল ফারি কায়নি মিন ‘আরাবিয়ুন ওয়া মিন ‘আজামি

ওহ মুহাম্মদ ফাখরে আলাম হাদি ‘কুল ইনস ওয়া জান
সরওয়ার ই কাওনাইন সুলতান ই ‘আরাব শাহে আজম
এক দিন জিবরাইল সে কহনে লাগি শাহে উম্মাম
তুমনে দেখা হে জাহান, বাতলাও তো কইসে হ্যায় হাম
আরজ কি জিবরাইল নে, শাহে দ্বীন, মোহতারম
আপকা কই মুমাসিল হি নাহি, রব্ব কি কাসাম

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

হু আল-হাবিবুল আজিম, জা শাফায়াতুহু
লি কুল্লি হাওলিন মিন আল-আহওয়ালি মুকতারিম

মেরে মাওলা, সদা তাহিয়্যাত অউর দুরুদ কে জাজরে
আপনে মেহবুব পার, যা হে তেরি মাখলুক বিহতারিন
উসি মেহবুব সে ওয়াবাস্তা উম্মিদ-ই-শাফায়াত হ্যায়
কে হার হিম্মত শিকান মুশকিল মে যিসমে দস্তাগীরি কি
না কই আপ জাইসা থা, না কই আপ জাইসা হ্যায়
কই ইউসুফ সে পুছে মুস্তফা কা হুসনে কইসা হ্যায়
জমিন অউর আসমানে কইয়ো মিসাল না মিলি

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

য়া রাব্বি বিল মুস্তফা বাল্লিগ মাকাসিদানা
ওয়াঘফির লানা মা মা দায়া ওয়া সিয়া আল-করামি

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

""",
  ),
];
