class UrdhuData {
  final String id, title, fullLyric;

  UrdhuData({
    required this.id,
    required this.title,
    required this.fullLyric,
  });
}

final List<UrdhuData> urdhuData = [
  UrdhuData(
    id: '01',
    title: 'আমার মতো এতো সুখী নয় তো কারো জীবন',
    fullLyric: """আমার মতো এত সুখী
নয়তো কারো জীবন
কি আদর স্নেহ ভালবাসায়
জড়ানো মায়ার বাঁধন
জানি এ বাঁধন ছিড়ে গেলে কভু
আসবে আমার মরণ
""",
  ),

  // BanglaSongsData(
  //   id: '33',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '34',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '35',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '36',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '37',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '38',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '39',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '40',
  //   title: 'Title',
  //   fullLyric: """Full lyric text for Lyric 5""",
  // ),
  // BanglaSongsData(
  //   id: '4',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),


  UrdhuData(
    id: '41',
    title: "মাওলা ইয়া সল্লি ওয়া সল্লিম",
    fullLyric: """মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

সাহর ক্যা ওয়াকত থা মাসূম কাল্যান মুসকুরাতি থিন
হাওয়ায়ে খায়র মাকদাম কে তারানায়ে গুনগুনাতি থিন
আভি জিবরাইল উতারেও নাহি কাবায়ে কে মিমবার সে
কে ইত্তনে মে সাদা আয়ি ইয়েহ আবদুল্লাহ কে ঘর সে
মুবারক হো শাহে হারদো সারা তাশরিফ লায়ে
মুবারক হো মুহাম্মদ মুস্তফা তাশরিফ লায়ে

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

মুহাম্মদু সায়্যিদুল কাওনাইন ওয়া সাকালাইন
ওয়াল ফারি কায়নি মিন ‘আরাবিয়ুন ওয়া মিন ‘আজামি

ওহ মুহাম্মদ ফাখরে আলাম হাদি ‘কুল ইনস ওয়া জান
সরওয়ার ই কাওনাইন সুলতান ই ‘আরাব শাহে আজম
এক দিন জিবরাইল সে কহনে লাগি শাহে উম্মাম
তুমনে দেখা হে জাহান, বাতলাও তো কইসে হ্যায় হাম
আরজ কি জিবরাইল নে, শাহে দ্বীন, মোহতারম
আপকা কই মুমাসিল হি নাহি, রব্ব কি কাসাম

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

হু আল-হাবিবুল আজিম, জা শাফায়াতুহু
লি কুল্লি হাওলিন মিন আল-আহওয়ালি মুকতারিম

মেরে মাওলা, সদা তাহিয়্যাত অউর দুরুদ কে জাজরে
আপনে মেহবুব পার, যা হে তেরি মাখলুক বিহতারিন
উসি মেহবুব সে ওয়াবাস্তা উম্মিদ-ই-শাফায়াত হ্যায়
কে হার হিম্মত শিকান মুশকিল মে যিসমে দস্তাগীরি কি
না কই আপ জাইসা থা, না কই আপ জাইসা হ্যায়
কই ইউসুফ সে পুছে মুস্তফা কা হুসনে কইসা হ্যায়
জমিন অউর আসমানে কইয়ো মিসাল না মিলি

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

য়া রাব্বি বিল মুস্তফা বাল্লিগ মাকাসিদানা
ওয়াঘফির লানা মা মা দায়া ওয়া সিয়া আল-করামি

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

""",
  ),
];
