class BanglaKobitaData {
  final String id, title, fullLyric;

  BanglaKobitaData({
    required this.id,
    required this.title,
    required this.fullLyric,
  });
}

final List<BanglaKobitaData> banglaKobitaData = [
  BanglaKobitaData(
    id: '01',
    title: 'প্রভাতী',
    fullLyric: """ভোর হলো দোর খোল 
খুকুমনি ওঠে রে, 
ঐ ডাকে জুঁই-শাখে
ফুল-খুকি ছোট রে।
খুলি হাল তুলি পাল 
ঐ তরি চলল, 
এইবার এইবার
খুকু চোখ খুলল। 
আলসে নয় সে 
ওঠে রোজ সকালে, 
রোজ তাই চাঁদা ভাই 
টিপ দেয় কপালে।

- কাজী নজরুল ইসলাম 
""",
  ),
  BanglaKobitaData(
    id: '02',
    title: 'আয়রে আয় টিয়ে',
    fullLyric: """আয়রে আয় টিয়ে
নায়ে ভরা দিয়ে
না’ নিয়ে গেল বোয়াল মাছে
তাই না দেখে ভোঁদড় নাচে
ওরে ভোঁদড় ফিরে চা
খোকার নাচন দেখে যা।
""",
  ),
  BanglaKobitaData(
    id: '03',
    title: 'কানা বগীর ছা',
    fullLyric: """ঐ দেখা যায় তাল গাছ
ঐ আমাদের গাঁ।
ঐ খানেতে বাস করে
কানা বগীর ছা।
ও বগী তুই খাস কি?
পানতা ভাত চাস কি?
পানতা আমি খাই না
পুঁটি মাছ পাই না
একটা যদি পাই
অমনি ধরে গাপুস গুপুস খাই।

- খান মুহাম্মদ মইনুদ্দীন
""",
  ),
  BanglaKobitaData(
    id: '04',
    title: 'খোকন খোকন ডাক পাড়ি',
    fullLyric: """খোকন খোকন ডাক পাড়ি,
খোকন মোদের কার বাড়ি?
আয়রে খোকন ঘরে আয়,
দুধমাখা ভাত কাকে খায়।

- রোকনুজ্জামান খান
""",
  ),
  BanglaKobitaData(
    id: '05',
    title: 'নোটন নোটন পায়রাগুলি',
    fullLyric: """নোটন নোটন পায়রাগুলি
ঝোটন বেঁধেছে,
ওপারেতে ছেলেমেয়ে
নাইতে নেমেছে।
দুই ধারে দুই রুই কাতলা
ভেসে উঠেছে,
কে দেখেছে কে দেখেছে
দাদা দেখেছে।
দাদার হাতে কলম ছিল
ছুড়ে মেরেছে,
উঃ বড্ড লেগেছে।
""",
  ),
  BanglaKobitaData(
    id: '06',
    title: 'আতা গাছে তোতা পাখি',
    fullLyric: """আতা গাছে তোতা পাখি
ডালিম গাছে মৌ, 
এত ডাকি তবু কথা
কও না কেন বউ।

- যোগীন্দ্রনাথ সরকার
""",
  ),
  BanglaKobitaData(
    id: '07',
    title: 'আম পাতা জোড়া-জোড়া',
    fullLyric: """আম পাতা জোড়া-জোড়া
আম পাতা জোড়া-জোড়া,
মারবো চাবুক চড়বো ঘোড়া।
ওরে বুবু সরে দাঁড়া,
আসছে আমার পাগলা ঘোড়া।
পাগলা ঘোড়া ক্ষেপেছে,
চাবুক ছুঁড়ে মেরেছে।
""",
  ),
  BanglaKobitaData(
    id: '08',
    title: 'আয় আয় চাঁদ মামা',
    fullLyric: """আয় আয় চাঁদ মামা
টিপ দিয়ে যা
চাঁদের কপালে চাঁদ
টিপ দিয়ে যা।

ধান ভানলে কুঁড়ো দেব
মাছ কাটলে মুড়ো দেব
কাল গাইয়ের দুধ দেব
দুধ খাবার বাটি দেব
চাঁদের কপালে চাঁদ
টিপ দিয়ে যা।
""",
  ),
  BanglaKobitaData(
    id: '09',
    title: 'খোকন খোকন করে মায়',
    fullLyric: """খোকন খোকন করে মায়
খোকন গেছে কাদের নায়?
সাতটা কাকে দাঁড় বায়
খোকন রে তুই ঘরে আয়।
""",
  ),
  BanglaKobitaData(
    id: '10',
    title: 'ওরে বাবা',
    fullLyric: """ওখানে কে রে?
আমি খোকা।
মাথায় কি রে?
আমের ঝাঁকা।
খাস্ নে কেন রে?
দাঁতে পোকা।
বিলুস্ নে কেন রে?
ওরে বাবা!

- যোগীন্দ্রনাথ সরকার
""",
  ),
  BanglaKobitaData(
    id: '11',
    title: 'তাই তাই তাই',
    fullLyric: """তাই তাই তাই
মামার বাড়ি যাই,
মামার বাড়ি ভারি মজা
কিল চড় নাই।
""",
  ),
  BanglaKobitaData(
    id: '12',
    title: 'আমাদের ছোট নদী',
    fullLyric: """আমাদের ছোটো নদী চলে বাঁকে বাঁকে
বৈশাখ মাসে তার হাঁটু জল থাকে।
পার হয়ে যায় গোরু, পার হয় গাড়ি,
দুই ধার উঁচু তার, ঢালু তার পাড়ি।

চিক্ চিক্ করে বালি, কোথা নাই কাদা,
একধারে কাশবন ফুলে ফুলে সাদা।
কিচিমিচি করে সেথা শালিকের ঝাঁক,
রাতে ওঠে থেকে থেকে শেয়ালের হাঁক।

– রবীন্দ্রনাথ ঠাকুর
""",
  ),
  BanglaKobitaData(
    id: '13',
    title: 'আমি হব',
    fullLyric: """আমি হব সকাল বেলার পাখি
সবার আগে কুসম-বাগে
উঠব আমি ডাকি!
সুয্যি মামা জাগার আগে
উঠব আমি জেগে,
হয়নি সকাল, ঘুমো এখন,
মা বলবেন রেগে৷
বলব আমি _ আলসে মেয়ে
ঘুমিয়ে তুমি থাক,
হয়নি সকাল তাই বলে কি
সকাল হবে না ক?
আমরা যদি না জাগি মা
কেমনে সকাল হবে?
তোমার ছেলে উঠলে গো মা
রাত পোহাবে তবে৷

- কাজী নজরুল ইসলাম
""",
  ),
  BanglaKobitaData(
    id: '14',
    title: 'বাক বাক্‌ কুম পায়রা',
    fullLyric: """বাক্ বাক্ কুম পায়রা
মাথায় দিয়ে টায়রা
বউ সাজবে কালকি?
চড়বে সোনার পালকি?

পালকি চলে ভিন গাঁ-
ছয় বেহারার তিন পা।
পায়রা ডাকে বাকুম বাক্
তিন বেহারার মাথায় টাক।

- রোকনুজ্জামান খান
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'বাক বাক্‌ কুম পায়রা',
    fullLyric: """বাক্ বাক্ কুম পায়রা
মাথায় দিয়ে টায়রা
বউ সাজবে কালকি?
চড়বে সোনার পালকি?

পালকি চলে ভিন গাঁ-
ছয় বেহারার তিন পা।
পায়রা ডাকে বাকুম বাক্
তিন বেহারার মাথায় টাক।

- রোকনুজ্জামান খান
""",
  ),
  BanglaKobitaData(
    id: '16',
    title: 'চাদ উঠেছে ফুল ফুটেছে',
    fullLyric: """চাদ উঠেছে ফুল ফুটেছে
কদম তলায় কে ?
হাতি নাচছে ঘোড়া নাচছে,
সোনা মনির বে।
""",
  ),
  BanglaKobitaData(
    id: '17',
    title: 'আয়রে আয় মিনি',
    fullLyric: """আয়রে আয় মিনি
খোকার দুধে চিনি
দুধ খাবেনা
রাগ করেছে
খোকন জাদুমনি।
""",
  ),
  BanglaKobitaData(
    id: '18',
    title: 'আয় বৃষ্টি ঝেঁপে',
    fullLyric: """আয় বৃষ্টি ঝেঁপে
ধান দেব মেপে
লেবুর পাতা, করমচা
যা বৃষ্টি চলে যা।
""",
  ),
  BanglaKobitaData(
    id: '19',
    title: 'ঘুম পাড়ানী মাসি পিসি',
    fullLyric: """ঘঘুম পাড়ানী মাসি পিসি
মোদের বাড়ি এসো,
খাট নাই পালং নাই
খোকার চোখে বসো।
বাটা ভরে পান দিবো
গাল ভরে খেয়ো,
খোকার চোখে ঘুম নাই
ঘুম দিয়ে যেয়ো।
""",
  ),
  BanglaKobitaData(
    id: '20',
    title: 'আমাদের গ্রাম',
    fullLyric: """আমাদের ছোটো গাঁয়ে ছোটো ছোটো ঘর
থাকি সেথা সবে মিলে কেহ নাহি পর।
পাড়ার সকল ছেলে মোরা ভাই ভাই
একসাথে খেলি আর পাঠশালে যাই।

হিংসা ও মারামারি কভু নাহি করি,
পিতা-মাতা গুরুজনে সদা মোরা ডরি।
আমাদের ছোটো গ্রামে মায়ের সমান,
আলো দিয়ে বায়ু দিয়ে বাঁচাইছে প্রাণ।

- বন্দে আলী মিঞা
""",
  ),
  BanglaKobitaData(
    id: '21',
    title: 'দোল দোল দুলুনি',
    fullLyric: """দোল দোল দুলুনি,
রাঙ্গা মাথায় চিরুনি 
বর আসবে যখনি 
নিয়ে যাবে তখনি।

নোটন নোটন খোপাটি,
ফুলে এনে দোপাটি
রাঙ্গা ফিতেয় বেঁধে দেব,
মান তুমি করো না।
""",
  ),
  BanglaKobitaData(
    id: '22',
    title: 'সিংহ মামা',
    fullLyric: """সিংহ মামা সিংহ মামা
করছো তুমি কী?
এই দেখো না তোমায় নিয়ে
ছড়া বুনেছি।

গর্জে যখন ওঠো তুমি
কাঁপে তখন পাহাড় ভূমি;
সবুজ পাতা বন।

- - খান মুহাম্মদ হেলুয়ার
""",
  ),
  BanglaKobitaData(
    id: '23',
    title: 'খোকার সাধ',
    fullLyric: """আমি হব সকাল বেলার পাখি
সবার আগে কুসুম-বাগে উঠব আমি ডাকি।
সূয্যিমামা জাগার আগে উঠব আমি জেগে,
'হয়নি সকাল, ঘুমো এখন'- মা বলবেন রেগে।
বলব আমি, 'আলসে মেয়ে ঘুমিয়ে তুমি থাক,
হয়নি সকাল- তাই বলে কি সকাল হবে না কা!
আমরা যদি না জাগি মা কেমনে সকাল হবে?
তোমার ছেলে উঠলে গো মা রাত পোহাবে তবে!'

- কাজী নজরুল ইসলাম
""",
  ),
  BanglaKobitaData(
    id: '24',
    title: 'সংকল্প',
    fullLyric: """থাকব না'ক বদ্ধ ঘরে
দেখব এবার জগৎটাকে
কেমন করে ঘুরছে মানুষ
যুগান্তরের ঘূর্ণিপাকে।
দেশ হতে দেশ দেশান্তরে
ছুটছে তারা কেমন করে,
কিসের নেশায় কেমন করে
মরছে যে বীর লাখে লাখে।
কিসের আশায় করছে তারা
বরণ মরণ যন্ত্রণাকে।

- কাজী নজরুল ইসলাম
""",
  ),
  BanglaKobitaData(
    id: '25',
    title: 'পারিব না',
    fullLyric: """পারিব না এ কথাটি বলিও না আর
কেন পারিবে না তাহা ভাব এক বার,
পাঁচজনে পারে যাহা,
তুমিও পারিবে তাহা,
পার কি না পার কর যতন আবার
এক বারে না পারিলে দেখ শত বার।

পারিব না বলে মুখ করিও না ভার,
ও কথাটি মুখে যেন না শুনি তোমার,
অলস অবোধ যারা
কিছুই পারে না তারা,
তোমায় তো দেখি নাক তাদের আকার
তবে কেন পারিব না বল বার বার?

- কালী প্রসন্ন ঘোষ
""",
  ),
  BanglaKobitaData(
    id: '26',
    title: 'ইচ্ছা',
    fullLyric: """মনারে মনা কোথায় যাস?
বিলের ধারে কাটব ঘাস।

ঘাস কি হবে?
বেচব কাল,
চিকন সুতোর কিনব জাল।

জাল কি হবে?
নদীর বাঁকে
মাছ ধরব ঝাঁকে ঝাঁকে।

মাছ কি হবে?
বেচব হাটে,
কিনব শাড়ি পাটে পাটে।

বোনকে দেব পাটের শাড়ি,
মাকে দেব রঙ্গিন হাঁড়ি।

– আহসান হাবীব
""",
  ),
  BanglaKobitaData(
    id: '27',
    title: 'আমার পণ',
    fullLyric: """সকালে উঠিয়া আমি মনে মনে বলি,
সারা দিন আমি যেন ভালো হয়ে চলি।
আদেশ করেন যাহা মোর গুরুজনে,
আমি যেন সেই কাজ করি ভালো মনে।
ভাইবোন সকলেরে যেন ভালোবাসি,
এক সাথে থাকি যেন সবে মিলেমিশি।
ভালো ছেলেদের সাথে মিশে করি খেলা,
পাঠের সময় যেন নাহি করি হেলা।
সুখী যেন নাহি হই আর কারো দুখে,
মিছে কথা কভু যেন নাহি আসে মুখে।
সাবধানে যেন লোভ সামলিয়ে থাকি,
কিছুতে কাহারে যেন নাহি দেই ফাঁকি।
ঝগড়া না করি যেন কভু কারো সনে,
সকালে উঠিয়া এই বলি মনে মনে।

- মদনমোহন তর্কালঙ্কার
""",
  ),
  BanglaKobitaData(
    id: '28',
    title: 'ষোল আনাই মিছে',
    fullLyric: """বিদ্যে বোঝাই বাবুমশাই চড়ি সখের বোটে, 
মাঝিরে কন, ''বলতে পারিস সূর্যি কেন ওঠে? 
চাঁদটা কেন বাড়ে কমে? জোয়ার কেন আসে?'' 
বৃদ্ধ মাঝি অবাক হয়ে ফ্যালফ্যালিয়ে হাসে। 
বাবু বলেন, ''সারা জীবন মরলিরে তুই খাটি, 
জ্ঞান বিনা তোর জীবনটা যে চারি আনাই মাটি।'' 

খানিক বাদে কহেন বাবু, ''বলতো দেখি ভেবে 
নদীর ধারা কেমনে আসে পাহাড় থেকে নেবে? 
বলতো কেন লবণ পোরা সাগর ভরা পানি?'' 
মাঝি সে কয়, ''আরে মশাই অত কি আর জানি?'' 
বাবু বলেন, ''এই বয়সে জানিসনেও তা কি 
জীবনটা তোর নেহাৎ খেলো, অষ্ট আনাই ফাঁকি!'' 

আবার ভেবে কহেন বাবু, '' বলতো ওরে বুড়ো, 
কেন এমন নীল দেখা যায় আকাশের ঐ চুড়ো? 
বলতো দেখি সূর্য চাঁদে গ্রহণ লাগে কেন?'' 
বৃদ্ধ বলে, ''আমায় কেন লজ্জা দেছেন হেন?'' 
বাবু বলেন, ''বলব কি আর বলব তোরে কি তা,- 
দেখছি এখন জীবনটা তোর বারো আনাই বৃথা।'' 

খানিক বাদে ঝড় উঠেছে, ঢেউ উঠেছে ফুলে, 
বাবু দেখেন, নৌকাখানি ডুবলো বুঝি দুলে! 
মাঝিরে কন, '' একি আপদ! ওরে ও ভাই মাঝি, 
ডুবলো নাকি নৌকা এবার? মরব নাকি আজি?'' 
মাঝি শুধায়, ''সাঁতার জানো?''- মাথা নাড়েন বাবু, 
মূর্খ মাঝি বলে, ''মশাই, এখন কেন কাবু? 
বাঁচলে শেষে আমার কথা হিসেব করো পিছে, 
তোমার দেখি জীবন খানা ষোল আনাই মিছে!''

- সুকুমার রায়
""",
  ),
  BanglaKobitaData(
    id: '29',
    title: 'বীর পুরুষ',
    fullLyric: """মনে করো, যেন বিদেশ ঘুরে
মাকে নিয়ে যাচ্ছি অনেক দূরে।
তুমি যাচ্ছ পালকিতে, মা, চ'ড়ে
দরজা দুটো একটুকু ফাঁক করে,
আমি যাচ্ছি রাঙা ঘোড়ার 'পরে
টগবগিয়ে তোমার পাশে পাশে।
রাস্তা থেকে ঘোড়ার খুরে খুরে
রাঙা ধুলোয় মেঘ উড়িয়ে আসে।।

- রবীন্দ্রনাথ ঠাকুর
""",
  ),
  BanglaKobitaData(
    id: '30',
    title: 'হাসি',
    fullLyric: """হাসতে নাকি জানেনা কেউ
কে বলেছে ভাই?
এই শোন না কত হাসির
খবর বলে যাই।

খোকন হাসে ফোঁকলা দাঁতে
চাঁদ হাসে তার সাথে সাথে

কাজল বিলে শাপলা হাসে
হাসে সবুজ ঘাস।
খলসে মাছের হাসি দেখে
হাসে পাতিহাঁস।

টিয়ে হাসে, রাঙ্গা ঠোঁটে,
ফিঙ্গের মুখেও হাসি ফোটে
দোয়েল কোয়েল ময়না শ্যামা
হাসতে সবাই চায়
বোয়াল মাছের দেখলে হাসি
পিলে চমকে যায়।

এত হাসি দেখেও যারা
গোমড়া মুখে চায়,
তাদের দেখে পেঁচার মুখেও
কেবল হাসি পায়।

- রোকনুজ্জামান খান
""",
  ),

  BanglaKobitaData(
    id: '31',
    title: 'কাজের লোক',
    fullLyric: """মৌমাছি, মৌমাছি 
কোথা যাও নাচি নাচি
দাঁড়াও না একবার ভাই।

ওই ফুল ফোটে বনে
যাই মধু আহরণে
দাঁড়াবার সময় তো নাই।

ছোট পাখি, ছোট পাখি
কিচিমিচি ডাকি ডাকি
কোথা যাও বলে যাও শুনি।

এখন না কব কথা
আনিয়াছি তৃণলতা
আপনার বাসা আগে বুনি।

পিপীলিকা, পিপীলিকা
দলবল ছাড়ি একা
কোথা যাও, যাও ভাই বলি।

শীতের সঞ্চয় চাই
খাদ্য খুঁজিতেছি তাই
ছয় পায়ে পিলপিল চলি।

- নবকৃষ্ণ ভট্টাচার্য
""",
  ),
  BanglaKobitaData(
    id: '25',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '26',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '27',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '28',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '29',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '30',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),

];
