class BanglaSongsData {
  final String id, title, fullLyric;

  BanglaSongsData({
    required this.id,
    required this.title,
    required this.fullLyric,
  });
}

final List<BanglaSongsData> banglaSongsData = [
  BanglaSongsData(
    id: '01',
    title: 'আমার মতো এতো সুখী নয় তো কারো জীবন',
    fullLyric: """আমার মতো এত সুখী
নয়তো কারো জীবন
কি আদর স্নেহ ভালবাসায়
জড়ানো মায়ার বাঁধন
জানি এ বাঁধন ছিড়ে গেলে কভু
আসবে আমার মরণ

আমার মত এত সুখী 
নয়তো কারো জীবন
নয়তো কারো জীবন

বুকে ধরে যত ফুল ফোটালাম
সে ফুলের কাঁটা ছাড়া কি পেলাম
ভাগ্যের পরিহাস এরই নাম
কেন নিয়তির কাছে বারে বারে
হেরে যায় মানুষ এমন

আমার মত এত সুখী 
নয়তো কারো জীবন
নয়তো কারো জীবন

চারিদিকে নিরাশার বালুচর
কি আশায় বেঁধেছি এ খেলাঘর
স্বপ্ন ভেঙে দিতে এল ঝড়

চারিদিকে নিরাশার বালুচর
কি আশায় বেঁধেছি এ খেলাঘর
স্বপ্ন ভেঙে দিতে এল ঝড়

কেন মমতার টানে কেঁদে মরে
বেদনার কথা এমন

আমার মত এত সুখী 
নয়তো কারো জীবন

কি আদর স্নেহ ভালবাসায়
জড়ানো মায়ার বাঁধন""",
  ),
  BanglaSongsData(
    id: '02',
    title: 'মায়ের, একধার দুধের দাম',
    fullLyric: """মায়ের, একধার দুধের দাম
কাটিয়া গায়ের চাম
একধার দুধের দাম...
মায়ের, একধার দুধের দাম
কাটিয়া গায়ের চাম
পাপোশ বানাইলে ঋণের শোধ হবে না
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো

পিতা, আনন্দে মাতিয়া, সাগরে ভাসাইয়া
সেই যে চইলা গেলো ফিরা আইলোনা

পিতা, আনন্দে মাতিয়া, সাগরে ভাসাইয়া
সেই যে চইলা গেলো ফিরা আইলোনা
মায়ে ধরিয়া যঠোরে, কতো কষ্ট করে

ধরিয়া যঠোরে----
মায়ে, ধরিয়া যঠোরে কতো কষ্ট করে
দশ মাস দশ দিন পরে পেলো বেদনা
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো

ওরে, প্রসবের ব্যাথা, মা জানে সে- কথা
মরিয়াও যেনো মায়ের মরন হইলনা

ওরে, প্রসবের কি ব্যাথা, মা জানে সে কথা
মরিয়াও যেন মায়ের মরন হইলো না
মায়ে, ঠেকিয়া সন্তানের দায়
অকালে মা প্রাণ হারায়

মায়ে, ঠেকিয়া সন্তানের দায়...
মায়ে, ঠেকিয়া সন্তানের দায়
অকালে মা প্রাণ হারায়
কেন সে- মায়ের ভক্তি রাখোনা
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো
মায়ের, একধার দুধের দাম
কাটিয়া গায়ের চাম
একধার দুধের দাম...
মায়ের, একধার দুধের দাম
কাটিয়া গায়ের চাম
পাপোশ বানাইলে ঋণের শোধ হবে না
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো
এমন দরদি ভবে,
কেউ হবেনা আমার মা...
এমন দরদি ভবে,
কেউ হবেনা আমার মা-গো""",
  ),
  BanglaSongsData(
    id: '03',
    title: 'মা - দশ মাস দশ দিন ধরে গর্ভে ধারণ',
    fullLyric: """দশ মাস দশ দিন ধরে গর্ভে ধারণ
কষ্টের তীব্রতায় করেছে আমায় লালন
হটাত কোথায় না বলে হারিয়ে গেলো
জন্মান্তরের বাধন কোথা হারালো

সবাই বলে ঐ আকাশে লুকিয়ে আছে
খুঁজে দেখো পাবে দূর নক্ষত্র মাঝে

রাতের তারা আমায় কি তুই বলতে পারিস
কোথায় আছে কেমন আছে মা....

ভোরের তারা রাতের তারা মাকে জানিয়ে দিস
অনেক কেঁদেছি আর কাঁদতে পারি না...

মায়ের কোলে শুয়ে হারানো সে সুখ
অন্য মুখে খুঁজে ফিরি সেই প্রিয় মুখ
অনেক ঋণের জালে মাগো বেধেছিলে তাই
বিষাদের অভয়ারণ্যে ভয় তবু পাই...

সবাই বলে ঐ আকাশে লুকিয়ে আছে
খুঁজে দেখো পাবে দূর নক্ষত্র মাঝে

রাতের তারা আমায় কি তুই বলতে পারিস
কোথায় আছে কেমন আছে মা...

ভোরের তারা রাতের তারা মাকে জানিয়ে দিস
অনেক কেঁদেছি আর কাঁদতে পারি না

সবাই বলে ঐ আকাশে লুকিয়ে আছে
খুঁজে দেখো পাবে দূর নক্ষত্র মাঝে

রাতের তারা আমায় কি তুই বলতে পারিস
কোথায় আছে কেমন আছে মা...

ভোরের তারা রাতের তারা মাকে জানিয়ে দিস
অনেক কেঁদেছি আর কাঁদতে পারি না...""",
  ),
  BanglaSongsData(
    id: '04',
    title: 'বাবা কতদিন, কতদিন দেখিনা তোমায়',
    fullLyric: """ছেলে আমার বড় হবে 
"মাকে বলত সেকথা" 
হবে মানুষের মত মানুষ এক, 
লেখা ইতিহাসের পাতায়"
নিজ হাতে খেতে পারতাম না
বাবা বলত "ও খোকা!
যখন আমি থাকবো না
কি করবি রে বোকা?"

স্বার্থের অনেক উর্ধ্বে
হঠাৎ অজানা ঝড়ে তোমায় হারালাম
মাথায় আকাশ ভেঙে পড়ল

বাবা কতদিন, কতদিন দেখিনা তোমায়
বাবা কত রাত, কত রাত দেখিনা তোমায়
কেউ বলেনা "মানিক 
কোথায় আমার ওরে বুকে আয়"

চশমাটা তেমনি আছে, 
আছে লাঠি ও পাঞ্জাবী তোমার
ইজি চেয়ারটাও আছে, 
নেই সেখানে অলস দেহ শুধু তোমার
শুধু শুনিনা তোমার সেই দরাজ কন্ঠে পড়া
পবিত্র কোরআনের বানী

বাবা কতদিন, কতদিন দেখিনা তোমায়
কেউ বলেনা তোমার মত 
"কোথায় খোকা ওরে বুকে আয়"
বাবা কত রাত, কত রাত দেখিনা তোমায়

"ছেলে আমার বড় হবে" 
মাকে বলত সেকথা
"হবে মানুষের মত মানুষ এক 
লেখা ইতিহাসের পাতায়"
নিজ হাতে খেতে পারতাম না
বাবা বলত "খোকা ও খোকা
কি করবি রে বোকা?"

এতো রক্তের সাথে রক্তের টান
স্বার্থের অনেক উর্ধ্বে
হঠাৎ অজানা ঝড়ে তোমায় হারালাম
মাথায় আকাশ ভেঙে পড়ল

বাবা কতদিন, কতদিন দেখিনা তোমায়""",
  ),
  BanglaSongsData(
    id: '05',
    title: 'মনে করি আসাম যাবো',
    fullLyric: """আল কিনারে নাহর গাছে বগা বগা ফুল
ফুল কে দেখিয়া ছুড়ি হ্যাচাকে চামড়ায়,
গাছের মধ্যে তুলসী বাটার মধ্যে পান
সাদা সাহেব ফাঁকি দিয়া চলাইলি আসাম,

মনে করি আসাম যাবো
আসাম গেলে তোমায় পাবো
মনে করি আসাম যাবো
আসামে তে লাক্রি লিবো,
বাবু বলে কাম কাম সাহেব বলে ধরে আন
সর্দার বলে লিবো পিঠের চাম
হে বাপুরাম, ফাঁকি দিয়া চলাইলি আসাম।

আর চিঠি তে কি ভুলে মন বিনা দরিশনে
বাগানে কি ফুটে ফুল বিনা বরিশনে,
চিঠি তে কি ভুলে মন বিনা দরিশনে
বাগানে কি ফুটে ফুল বিনা বরিশনে,
মনে করি আসাম যাবো
আসাম গেলে তোমায় পাবো
মনে করি আসাম যাবো
আসামে তে লাক্রি লিবো,
বাবু বলে কাম কাম সাহেব বলে ধরি আন
সরদার বলে লিবো পিঠের চাম,
হে বাপুরাম, ফাঁকি দিয়া চলাইলি আসাম।

আর বানাই দিলি গ্রামিন কুলি
টাঙ্গাই দিলি পিঠে ঝুলি
ঝুলি টাঙ্গাই ভিখারি বানাইলি,
ই ঠুরোসাম জনমে জনমে কাঁদাইলি। (২)

মনে করি আসাম যাবো
আসাম গেলে তোমায় পাবো
মনে করি আসাম যাবো
আসামে তে লাক্রি লিবো,
বাবু বলে কাম কাম সাহেব বলে ধরি আন
সরদার বলে লিবো পিঠের চাম,
হে বাপুরাম, ফাঁকি দিয়া চলাইলি আসাম।""",
  ),
  BanglaSongsData(
    id: '06',
    title: 'মরলে কেন কান্দে মানুষ',
    fullLyric: """মরলে কেন কান্দে মানুষ
কান্দে কেন মরিলে
যে চইলা যায় সে ফেরেনা
জনম ভইরা কান্দিলে
একবারই হয় জন্ম ভবে
একবারই হয় মরণ
মাঝে শুধু বেঁচে থাকার
মিছে আয়োজন রে
মিছে আয়োজন
চিরদিন রয়না কেহ
ওরে মন ওরে মন
চিরদিন রয়না কেহ
শিকল দিয়া বান্ধিলে
যে চইলা যায় সে ফেরেনা
জনম ভইরা কান্দিলে
কেহ আগে কেহ পরে
নেবে যে বিদায়
খালি হাতে দেবে পাড়ি
অচিন ঠিকানায় রে
অচিন ঠিকানায়
মরা তো আর হয়না জিন্দা
ওরে মন ওরে মন
মরা তো আর হয়না জিন্দা
প্রাণের বদল প্রাণ দিলে
যে চইলা যায় সে ফেরেনা
জনম ভইরা কান্দিলে
আসলে ভবে যাইতে হবে
সকলই তা জানে
মরলে কান্দে এই দুনিয়ায়
মায়ারই টানে রে
মায়ারই টানে
বিবাগী কয় হইলে সময়
ওরে মন ওরে মন
বিবাগী কয় হইলে সময়
যাইতে হবে ডাক দিলে
যে চইলা যায় সে ফেরেনা
জনম ভইরা কান্দিলে
মরলে কেন কান্দে মানুষ
কান্দে কেন মরিলে
যে চইলা যায় সে ফেরেনা
জনম ভইরা কান্দিলে""",
  ),
  BanglaSongsData(
    id: '07',
    title: 'সাই রাব্বানা এই দুনিয়ায় পাঠাইয়া কেন',
    fullLyric: """সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না
সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না

ওরে, ঘর দিলা সংসার দিলা অনন্ত বাসনা দিলা
জনম ভরে থাকতে ভবে আয়ু দিলা না,

সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না
সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না

কি জন্য পাঠাইলা সাই ভােজবাজির দুনিয়ায়
ইশারাতে সব করাইয়া নিবানা তার দায়
ইশারাতে সব করাইয়া নিবানা তার দায়
ওরে পাপ দিলা পুন্য দিলা ভাল মন্দের দন্ধ দিলা,
মন্দ ভালর জীবন দিয়া শান্তি দিলানা,

সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না,
সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না,

কি খেলা খেলিছ সাই জন্ম মিত্যু দিয়া
স্বর্গ নরক রাখছ নাকি ঐ পারেতে নিয়া,
স্বর্গ নরক রাখছ নাকি ঐ পারেতে নিয়া,
ওরে সুখ দিলা অসুখ দিলা জন্ম মিত্যুর দায় নিলা,
তুমার লিলা বুজার মত শক্তি দিলা না,

সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না,

ওরে ঘর দিলা সংসার দিলা অনন্ত ভাসনা দিলা
জনম ভরে থাকতে ভবে আয়ু দিলা না,

সাই রাব্বানা 
এই দুনিয়ায় পাঠাইয়া কেন থাকতে দিবা না,
সাই রাব্বানা সাই রাব্বানা সাই রাব্বানা,
সাই রাব্বানা সাই রাব্বানা সাই রাব্বানা""",
  ),
  BanglaSongsData(
    id: '08',
    title: 'আমি তো মরে যাবো',
    fullLyric: """আমি তো মরে যাবো
আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো

আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো

আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী

সঙ্গেনি কেউ যাবি
আমি মরে যাবো

মরার সঙ্গে সঙ্গে পড়ে
যাবে কান্না কাটির ভীড়
সবাই মোরে মাটি দিতে হইবে অস্তির
মরার সঙ্গে সঙ্গে পড়ে
যাবে কান্না কাটির ভীড়
সবাই মোরে মাটি দিতে হইবে অস্তির
আমায় দেবে মাটি
আমায় দেবে মাটি
ভূল ত্রুটি চেয়ে নেবে ক্ষমা
কেউ বাঁ এসে হিসাব করবে
কোন ব্যাংকে কি জমা
আমি মরে যাবো

আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো

মরে যাবো রেখেযাবো
দুনিয়ার সম্পদ
সেই সম্পদই ডেকে আনবে
আপদ আর বিপদ
মরে যাবো রেখে যাবো
দুনিয়ার সম্পদ
সেই সম্পদই ডেকে আনবে
আপদ আর বিপদ
সম্পদ ভাগের জন্য
সম্পদ ভাগের জন্য
মন মালিন্য হবে সুত্রপাত
এক জনকে করবে
আরেক জন আঘাত অপবাদ

আমি মরে যাবো
আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো

গানের ছন্দে মন আনন্দে
মাথা ঝুলাও তালে
বুঝলিনা কি অন্ত মানুষ
গায়কে কি বলে
গানের ছন্দে মন আনন্দে
মাথা ঝুলাও তালে
বুঝলিনা কি অন্ত মানুষ
গায়কে কি বলে
সবার হাতে ধরি
সবার হাতে ধরি পায়ে পরি
বেঁধে নাও সামান
কিতাবে কয় ও পাপের জান
ভয়ংকর নিদান
আমি মরে যাবো
আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী
সঙ্গেনি কেউ যাবি
আমি মরে যাবো
আমি তো মরে যাবো
চলে যাবো রেখে যাবো সবি
আছস কি কেউ সঙ্গের সাথী""",
  ),
  BanglaSongsData(
    id: '09',
    title: "জাত গেল জাত গেল বলে",
    fullLyric: """
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে
একি আজব কারখানা
সত্য কাজে কেউ নয় রাজি
সত্য কাজে কেউ নয় রাজি
সবি দেখি তা না-না-না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে

একি আজব কারখানা

আসবার কালে কি জাত ছিলে
এসে তুমি কি জাত নিলে,
আসবার কালে কি জাত ছিলে
এসে তুমি কি জাত নিলে,
কি জাত হবা যাবার কালে
কি জাত হবা যাবার কালে
সে কথা ভেবে বল না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে

ব্রাহ্মণ চন্ডাল চামার মুচি
এক জলেই সব হয় গো শুচি,
ব্রাহ্মণ চন্ডাল চামার মুচি
এক জলেই সব হয় গো শুচি,
দেখে শুনে হয় না রুচি
দেখে শুনে হয় না রুচি

যমে তো কাকেও ছাড়বে না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে

গোপনে যে বেশ্যার ভাত খায়,
তাতে ধর্মের কি ক্ষতি হয়
গোপনে যে বেশ্যার ভাত খায়,
তাতে ধর্মের কি ক্ষতি হয়।
লালন বলে জাত কারে কয়
লালন বলে জাত কারে কয়
এ ভ্রম তো গেল না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে
সত্য কাজে কেউ নয় রাজি
সত্য কাজে কেউ নয় রাজি
সবি দেখি তা না-না-না
জাত গেল জাত গেল বলে
একি আজব কারখানা
জাত গেল জাত গেল বলে""",
  ),
  BanglaSongsData(
    id: '10',
    title: "ছেলে আমার মস্ত মানুষ মস্ত অফিসার",
    fullLyric: """ছেলে আমার মস্ত মানুষ মস্ত অফিসার
মস্ত ফ্ল্যাটে যায়না দেখা এপার ওপার
ছেলে আমার মস্ত মানুষ মস্ত অফিসার
মস্ত ফ্ল্যাটে যায়না দেখা এপার ওপার
নানান রকম জিনিস আর আসবাব দামী দামী
সবচে কম দামী ছিলাম একমাত্র আমি
ছেলের আমার, আমার প্রতি অগাধ সম্ভ্রম
আমার ঠিকানা তাই বৃদ্ধাশ্রম।

আমার ব্যবহারের সেই আলমারি আর আয়না
ও সব নাকি বেশ পুরনো ফ্লাটে রাখা যায় না
আমার ব্যবহারের সেই আলমারি আর আয়না
ও সব নাকি বেশ পুরনো ফ্লাটে রাখা যায় না
ওর বাবার ছবি ঘড়ি ছড়ি বিদেয় হল তাড়াতাড়ি
ছেড়ে দিলো কাকে খেল পোষা বুড়ো ময়না
স্বামী স্ত্রী আর
আলসেসিয়ান জায়গা বড়ই কম..
আমার ঠিকানা তাই বৃদ্ধাশ্রম।

নিজে হাতে ভাত খেতে পারতো না কো খোকা
বলতাম আমি না থাকলে রে কি করবি বোকা
ঠোট ফুলিয়ে কাঁদত খোকা আমার কথা শুনে
খোকা বোধহয় আর কাঁদেনা নেই বুঝি আর মনে
ছোট্ট বেলায় স্বপ্ন দেখে উঠত খোকা কেঁদে
দুহাত দিয়ে বুকের কাছে রেখে দিতাম বেঁধে
দুহাত আজো খোঁজে ভুলে যায়যে একদম
আমার ঠিকানা এখন বৃদ্ধাশ্রম।

খোকারও হয়েছে ছেলে দুবছর হল
আরতো মাত্র বছর পঁচিশ ঠাকুর মুখ তোল
একশ বছর বাঁচতে চাই এখন আমার ষাট
পচিশ বছর পরে খোকার হবে উনষাট
আশ্রমের এই ঘরটা ছোট জায়গা... অনেক বেশি
খোকা আমি দুজনেতে থাকবো পাশাপাশি
সেই দিনটার স্বপ্ন দেখি ভীষণ রকম
মুখোমুখি আমি খোকা আর বৃদ্ধাশ্রম
মুখোমুখি আমি খোকা আর বৃদ্ধাশ্রম
..মুখোমুখি আমি খোকা আর বৃদ্ধাশ্রম""",
  ),
  BanglaSongsData(
    id: '11',
    title: "আমি চিৎকার করে কাদিতে চাহিয়া",
    fullLyric: """কতটুকু অশ্রু গড়ালে হৃদয় জলে সিক্ত,
কত প্রদীপ শিখা জ্বালালেই
জীবন আলোয় ত্রিপ্ত।
কত ব্যথা বুকে চাপালেই
তাকে বলি আমি ধৈর্য,
নির্মমতা কতদূর হলে জাতি হবে নির্লজ্জ।

আমি চিৎকার করে কাঁদিতে
চাহিয়া করিতে পারিনি চিৎকার।
আমি চিৎকার করে কাঁদিতে
চাহিয়া করিতে পারিনি চিৎকার।
বুকের ব্যথা বুকে চাপায়ে
নিজেকে দিয়েছি ধিক্কার

আজও কানে ভাসে সেই কথাগুলো
কে জানে হবে যে শেষ কথা।
আজও কানে ভাসে সেই কথাগুলো
কে জানে হবে যে শেষ কথা।

নিয়তির ডাকে দিলি যে সাড়া
ফেলে গেলি শুধু নিরবতা
যার চলেযায় সেই বুঝে হায়
বিচ্ছেদে কি যন্ত্রণা।
যার চলেযায় সেই বুঝে হায়
বিচ্ছেদে কি যন্ত্রণা।

অবুঝ শিশুর অবুঝ প্রশ্ন
কি দিয়া দেব সান্তনা।

আমি চিৎকার করে কাঁদিতে
চাহিয়া করিতে পারিনি চিৎকার।
আমি চিৎকার করে কাঁদিতে
চাহিয়া করিতে পারিনি চিৎকার।
বুকের ব্যথা বুকে চাপায়ে
নিজেকে দিয়েছি ধিক্কার।


বিধাতা তরে ডাকি বারেবারে
করুন মোরে মার্জনা।
বিধাতা তরে ডাকি বারেবারে
করুন মোরে মার্জনা।

দুঃখ সহিতে দিন শক্তি
আপনার সকাসে প্রার্থণা
চাহিনা সহিতে আমার মাটিতে
মজলুমের আর্তনাদ।
চাহিনা সহিতে আমার মাটিতে
মজলুমের আর্তনাদ।

বিষাদ অনলে পুড়ে বারেবারে
লুন্ঠিত হবে স্বপ্নস্বাদ
আমি চিৎকার করে কাঁদিতে
চাহিয়া করিতে পারিনি চিৎকার।
আমি চিৎকার করে কাঁদিতে
চাহিয়া করিতে পারিনি চিৎকার।

বুকের ব্যথা বুকে চাপায়ে
নিজেকে দিয়েছি ধিক্কার।

কতটুকু অশ্রু গড়ালে হৃদয় জলে সিক্ত,
কত প্রদীপ শিখা জ্বালালেই
জীবন আলোয় ত্রিপ্ত।
কত ব্যথা বুকে চাপালেই
তাকে বলি আমি ধৈর্য,
নির্মমতা কতদূর হলে জাতি হবে নির্লজ্জ।""",
  ),
  BanglaSongsData(
    id: '12',
    title: "আমার আমি নাই রে",
    fullLyric: """আমার আমি নাই রে, আমার আমি নাই
আমার আমি নাই রে, আমার আমি নাই

ছেরা পলিথিনের মত হাওয়ায় হাওয়ায় ঊরি,
বাদামের খোসার মতো পার্কে পরে থাকি
ছেরা পলিথিনের মত বোকা হয়ে ঊরি,
বাদামের খোসার মতো পার্কে পরে থাকি
আমার আমি নাই রে, আমার আমি নাই
আমার আমি নাই রে, আমার আমি নাই

আমি যে সিগারেটের শূন্য পেকেট রে
আমি যে সিগারেটের শূন্য পেকেট রে
ও রে, কে আমাকে খেয়ে দেয়ে ফেলে রেখেসে
আমার আমি নাই রে, আমার আমি নাই
আমার আমি নাই রে, আমার আমি নাই

আমি স্ত্রী বিহীন সেই স্বামীর বাসর রাত্রি
আমি স্ত্রী বিহীন সেই স্বামীর বাসর রাত্রি
ও রে, কে আমাকে খেয়ে দেয়ে ফেলে রেখেসে
আমার আমি নাই রে, আমার আমি নাই
আমার আমি নাই রে, আমার আমি নাই

আমি যেন বাবার মত রিটায়ার্ড রে, 
আমি যেন বাবার মত রিটায়ার্ড রে, 
ও রে কে আমাকে খেয়ে দেয়ে ফেলে রেখেসে
আমার আমি নাই রে, আমার আমি নাই
আমার আমি নাই রে, আমার আমি নাই""",
  ),
  BanglaSongsData(
    id: '13',
    title: "ছেলে আমার মস্ত মানুষ মস্ত অফিসার",
    fullLyric: """দুই দিনের লাগিয়া রে মানুষ
দুই দিনের লাগিয়া রে মানুষ কেন বা পাঠায়
এই ভাবে পাঠায় মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
দুই দিনের লাগিয়া রে মানুষ কেন বা পাঠায়
এই ভাবে পাঠায় মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়

মনরে.......
বেঁচে থাকার জন্য মানুষ
কত কিছু করে
তবু কি চিরদিন কেহু
বেঁচে থাকতে পারে
বেঁচে থাকার জন্য মানুষ
কত কিছু করে
তবু কি চিরদিন কেহু
বেঁচে থাকতে পারে
আজকে যে রাজাধিরাজ
কাল সে ভিক্ষা চায়
মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়

মনরে......
একটি মানুষ হলো আরেকটি মানুষের পাগল
মরে যাইলে ঝরে যাইবা
আশার বৃক্ষের ফল
একটি মানুষ হলো আরেকটি মানুষের পাগল
মরে যাইলে ঝরে যাইবা
আশার বৃক্ষের ফল
ও মন
তবুও মানুষ করে আশা
বান্দে কত সুখের বাসা
বাসা থুইয়া বাসার মালিক কোথায় যায়
ও মানুষ কেমনে মইরা যায়
মরে যায় মানুষ কেমনে মইরা যায়

মনরে......
দুই দিনের লাগিয়া রে মানুষ পাগল হইয়া যায়
চিনলাম না তো আসল নকল সবি ভুলে যায়
তাই দেখো জেতা মানুষ মরা হইয়া যায়
মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
দুই দিনের লাগিয়া রে মানুষ কেন বা পাঠায়
এই ভাবে পাঠায় মানুষ কত অসহায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়
খালি হাতে যায়রে মানুষ
খালি হাতে যায়""",
  ),

  BanglaSongsData(
    id: '14',
    title: 'আমার মায়ের কান্দন যাবজ্জীবন',
    fullLyric: """আমার মায়ের কান্দন যাবজ্জীবন...
দুই চার মাষ বইনের কান্দন রে...
ঘরের পরিবারের কান্দন
কয়েকদিন পর থাকেনা..
দুখের দরদী মা, জনম দুখীনি মা,
গর্ভধারিণী আমার.জনম দু:খিনী মা...।

দশ মাস দশ দিন মায়ে গর্ভে দিছে ঠাঁই
রক্ত মাংস খাইয়া মায়ের ভবে আইলাম ভাই
ভূমিষ্ঠ হইয়া আমি উঠিলাম কান্দিয়া
শান্ত করিলো মায়ের বুকের দুগ্ধ দিয়া
মায়ের প্রসবের কালে ...
বুক ভেসে যায় নয়ন জ্বলে রে
ও মা সন্তানেরে লইয়া কোলে
ভুলে প্রসব যন্ত্রণা।।

গর্ভধারিণী মা,জনম দু:খিনী মা
দু:খের দরদী আমার জনম দু:খী মা
দুঃখের দরদী মা, জনম দুঃখিনী মা
গর্ভধারিণী আমার,জনম দু:খিনী মা

হাতে পায়ে তেল মাইখা মায় দিলো শক্ত করি
প্রস্রাব পায়খানা আমি মায়ের কোলে করি
তবু না মা রাগ হইলো ভিজলো গুয়ে মুতে
আমারে শুকনায় রাখিয়া মায় থাকে ভিজাতে
অসুখ হইলে দেখি চাইয়া...
মায় রইছে বিছানায় বইয়া রে
বলে আমায় নিয়ে যাওগো
আল্লাহ সন্তানেরে নিওনা।।

দুঃখের দরদী মা, জনম দুঃখিনী মা
গর্ভধারিণী আমার,জনম দু:খিনী মা
গর্ভধারিণী মা,জনম দু:খিনী মা
দু:খের দরদী আমার জনম দু:খী মা

ল্যাংড়া আঁতুড় কানা খোড়া, হইলে পরে ছেলে
ধূলা ঝাইড়া মায়ে,তবু টান দিয়া লয় কোলে
পুত্র যদি কুপুত্র হয় মায়ে নাহি ফেলে
হাজার দোষ ঢাকিয়া গোপন মায়ে তবু পালে
শাহ আলম ভেবে বলে........?
জান্নাত মায়ের চরণ তলে রে
তোরা দেখ বুখারী হাদিস খুলে
করছে নবী ঘোষণা।।

দুঃখের দরদী মা, জনম দুঃখিনী মা
গর্ভধারিণী আমার,জনম দু:খিনী মা
গর্ভধারিণী মা,জনম দু:খিনী মা
দু:খের দরদী আমার জনম দু:খী মা

মায়ের কান্দন যাবজ্জীবন.........
দুই চার মাষ বইনের কান্দন রে..।।
ঘরের পরিবারের কান্দন
কয়েকদিন পর থাকেনা

দুঃখের দরদী মা, জনম দুঃখিনী মা
গর্ভধারিণী আমার,জনম দু:খিনী মা
গর্ভধারিণী মা,জনম দু:খিনী মা
দু:খের দরদী আমার জনম দু:খী মা""",
  ),

  BanglaSongsData(
    id: '15',
    title: "কফি হাউজের সেই আড্ডাটা",
    fullLyric: """ হুম হুম হুম হুম হুম হুম
হুম হুম হুম হুম
হুম হুম হুম হুম.....
লালা লাল,লালাল লা,
লা লালা লা,লা লা লা লা...
কফি হাউজের সেই আড্ডাটা
আজ আর নেই
আজ আর নেই....
কোথায় হারিয়ে গেল,
সোনালী বিকেল গুলো সেই
আজ আর নেই.....
লালা লাল,লালাল লা,
লা লালা লা,লা লা লা লা...

নিখিলেশ প্যারিসে
মঈদুল ঢাকাতে
নেই তারা আজ কোন খবরে
গ্র্যানডের গিটারিষ্ট
গোয়ানিস ডিসুজা
ঘুমিয়ে আছে যে আজ কবরে
কাকে যেন ভালবেসে
আঘাত পেয়ে যে শেষে
পাগলা গারদে আছে রমারায়
অমলটা ধুগছে দুরন্ত ক্যানসারে
জীবন করেনি তাকে ক্ষমা হায়
কফি হাউজের সেই আড্ডাটা
আজ আর নেই
আজ আর নেই
কোথায় হারিয়ে গেল
সোনালী বিকেল গুলো সেই
আজ আর নেই

গানের শেষে লাইক না দিন কিন্তু
অনুরোধ আন'লাইক করবেন না
লাইক না দিলে স্কিপ করে যান।

সুজাতাই আজ শুধু
সবচেয়ে সুখে আছে
শুনেছি তো লাখপতি স্বামী তার
হীরে আর জহরতে
আগা গোড়া মোড়া সে
গাড়ি বাড়ি সব কিছু দামী তার
আর্ট কলেজের ছেলে
নিখিলেশ সন্যাল
বিজ্ঞাপনের ছবি আঁকতো
আর চোখ ভরা কথা নিয়ে
নির্বাক স্রোতা হয়ে
ডিসুজা টা বসে সুধু থাকতো
কফি হাউসের সেই আড্ডাটা
আজ আর নেই
আজ আর নেই
লালা লাল,লালাল লা,
লা লালা লা,লা লা লা লা...

গানের শেষে লাইক না দেন কিন্তু
অনুরোধ!!আনলাইক করবেন না

একটা টেবিলে সেই
তিনচার ঘন্টা
চারমিনার ঠোটে জ্বলতো
কখোনো বিষ্ণু দে
কখোনো জামিনী রায়
এই নিয়ে তর্কটা চলতো
রোদ ঝড় বৃষ্টিতে
যেখানেই যে থাকুক
কাজ সেরে ঠিক এসে জুটতাম
চারটেতে শুরু করে
জমিয়ে আড্ডা মেরে
সাড়ে সাতটায় ঠিক উঠতাম....
কফি হাউসের সেই আড্ডাটা
আজ আর নেই
আজ আর নেই
লালা লাল,লালাল লা,
লা লালা লা,লা লা লা লা...

কোথাও কোনো সমস্যা থাকলে
অবশ্যই ইনবক্স করবেন ধন্যবাদ

কবি কবি চেহারা
কাধেতে ঝোলানো ব্যাগ
মুছে যাবে অমলের নামটা
একটা কবিতা তার
হলোনা কোথাও ছাপা
পেলোনা সে প্রতিভার দামটা
অফিসের সোস্যালে
ম্যানেজার নাটকে
রমারায় অভিনয় করতো
কাগজের রিপোর্টার
মঈদুল এসে রোজ
কি লিখেছে তাই শুধু পড়তো....
কফি হাউজের সেই আড্ডাটা
আজ আর নেই
আজ আর নেই
কোথায় হারিয়ে গেল
সোনালী বিকেল গুলো সেই
আজ আর নেই

সেই সাতজন নেই আজ
টেবিলটা তবু আছে
সাতটা পেয়ালা আজো খালি নেই
একই সে বাগানে আজ
এসেছে নতুন কুড়ি
শুধু সেই সেদিনের মালি নেই।

কতো স্বপনের রোদ ওঠে
এই কফি হাউজে
কত স্বপ্ন মেঘে ঢেকে যায়
কতজন এলো গেল
কতজনই আসবে
কফি হাউজটা শুধু থেকে যায়।
কফি হাউজের সেই আড্ডাটা

আজ আর নেই
আজ আর নেই
কোথায় হারিয়ে গেল
সোনালী বিকেল গুলো সেই
আজ আর নেই।
লালা লাল,লালাল লা,
লা লালা লা,লা লা লা লা...
কোথায় হারিয়ে গেল
সোনালী বিকেল গুলো সেই
আজ আর নেই।
দয়াকরে গানের শেষে লাইক দিন।""",
  ),
  BanglaSongsData(
    id: '16',
    title: "মানুষ একটা দুই চাকার সাইকেল",
    fullLyric: """হাওয়ার উপর চলে গাড়ি
হাওয়ার উপর চলে গাড়ি
লাগেনা পেট্রোল ডিজেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল
মানুষ একটা দুই চাকার সাইকেল

হাওয়ার উপর চলে গাড়ি
হাওয়ার উপর চলে গাড়ি
লাগেনা পেট্রোল ডিজেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল

মানুষ একটা দুই চাকার সাইকেল

দুই চাকায় করেছে খাড়া
জায়গায় জায়গায় স্ক্রপ মারা
বাহাত্তর হাজার ইস্পাত দিয়া
এই সাইকেল গড়া

দুই চাকায় করেছে খাড়া
জায়গায় জায়গায় স্ক্রপ মারা
বাহাত্তর হাজার ইস্পাত দিয়া
এই সাইকেল গড়া

চিন্তা করে দেখনা একবার
চিন্তা করে দেখনা একবার
দুইশ ছয়টা হয় এক্সেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল

মানুষ একটা দুই চাকার সাইকেল

নতুন সাইকেল পুরান হইবে
কলকব্জায় জং যে ধরিবে
বেল বাতির ঐ ঠনঠন আওয়াজ
বন্ধ যে হইবে

নতুন সাইকেল পুরান হইবে
কলকব্জায় জং যে ধরিবে
বেল বাতির ঐ ঠনঠন আওয়াজ
বন্ধ যে হইবে

এক কদম আগে না বাড়বে
এক কদম আগে না বাড়বে
হাজার বার মারলে পেডেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল

মানুষ একটা দুই চাকার সাইকেল

ফুরাইলে সাইকেলের বাতাস
সেদিন হবে সর্বনাশ
গিয়ার তোমার কাজ করবেনা
রাখিও বিশ্বাস

ফুরাইলে সাইকেলের বাতাস
সেদিন হবে সর্বনাশ
গিয়ার তোমার কাজ করবেনা
রাখিও বিশ্বাস

গুনী সরকার হইয়া লাশ
গুনী সরকার হইয়া লাশ
থাকবে ভব মেডিকেল
মানুষ একটা দুই চাকার সাইকেল

কি চমৎকার গাড়ির মডেল গো
চমৎকার গাড়ির মডেল
মানুষ একটা দুই চাকার সাইকেল""",
  ),

  BanglaSongsData(
    id: '17',
    title: 'ডাক দিয়াছেন দয়াল আমারে',
    fullLyric: """ডাক দিয়াছেন দয়াল আমারে
রইবনা আর বেশী দিন তোদের মাজারে

হায়রে ডাক দিয়াছেন দয়াল আমারে
রইবনা আর বেশী দিন তোদের মাজারে

হায়রে ডাক দিয়াছেন দয়াল আমারে

ও আমি চলতে পথে দু’দিন থামিলাম
ভালোবাসার মালা খানি
গলে পরিলাম আমি গলে পরিলাম।

ও আমি চলতে পথে দু’দিন থামিলাম
ভালোবাসার মালা খানি গলে পরিলাম
আমার সাধের মালা……!!!

আমার সাধের মালা যায়রে ছিড়ে…
রইবনা আর বেশী দিন তোদের মাজারে

হায়রে ডাক দিয়াছেন দয়াল আমারে
রইবনা আর বেশী দিন তোদের মাজারে
হায়রে ডাক দিয়াছেন দয়াল আমারে

ও অমি কত জনে কত কি দিলাম
যাইবার কালে একজনারো
দেখা না পাইলাম আমি দেখা না পাইলাম।

ও অমি কত জনে কত কি দিলাম
যাইবার কালে একজনারো
দেখা না পাইলাম আমার সংগের সাথী

আমার সংগের সাথী কেউ হলো না রে
রইবনা আর বেশী দিন তোদের মাজারে

হায়রে ডাক দিয়াছেন দয়াল আমারে
রইবনা আর বেশী দিন তোদের মাজারে
হায়রে ডাক দিয়াছেন দয়াল আমারে

রইবনা আর বেশী দিন তোদের মাজারে
রইবনা আর বেশী দিন তোদের মাজারে
রইবনা আর বেশী দিন তোদের মাজারে""",
  ),

  BanglaSongsData(
    id: '18',
    title: "এসব দেখি কানার হাট বাজার",
    fullLyric: """বেদ বিধির পর শাস্ত্র কানা
বেদ বিধির পর শাস্ত্র কানা
আর এক কানা মন আমার
এসব দেখি কানার হাট বাজার
এসব দেখি কানার হাট বাজার

বেদ বিধির পর শাস্ত্র কানা
বেদ বিধির পর শাস্ত্র কানা
আর এক কানা মন আমার

এসব দেখি কানার হাট বাজার
এসব দেখি কানার হাট বাজার

এক কানা কয় আর এক কানারে....
চল এবার ভবপারে
এক কানা কয় আর এক কানারে
চল এবার ভবপারে

নিজে কানা পথ চেনে না
নিজে কানা পথ চেনে না
পরকে ডাকে বারে বার
এসব দেখি কানার হাট বাজার
এসব দেখি কানার হাট বাজার

কানায় কানায় উলামিলা....
বোবাতে খায়...রসগোল্লা গো
হায় হায় বোবাতে খায় রসগোল্লা গো

আবার তেমনি লালন মদনা কানা
তেমনি লালন মদনা কানা
ঘুমের ঘোরে দেয় বাহার
এসব দেখি কানার হাট বাজার
এসব দেখি কানার হাট বাজার...

বেদ বিধির পর শাস্ত্র কানা
বেদ বিধির পর শাস্ত্র কানা
আর এক কানা মন আমার
এসব দেখি কানার হাট বাজার
এসব দেখি কানার হাট বাজার
এসব দেখি কানার হাট বাজার """,
  ),
  BanglaSongsData(
    id: '19',
    title: "আমার সোনার ময়না পাখি",
    fullLyric: """ আমার, সোনার ময়না পাখি
কোন দেশেতে গেলা উইড়া রে....এ..
দিয়া মোরে ফাঁকি রে
আমার সোনার ময়না পাখি ।

সোনা বরণ পাখিরে আমার
কাজল বরণ আঁখি
দিবানিশি মন চায় ওরে.....এ..
বাইন্ধা তরে রাখি রে
আমার সোনার ময়না পাখি ।

দেহ দিছি, প্রাণরে দিছি
আর নাই কিছু বাকী
শত ফুলের বাসন দিয়ারে...এ..
অঙে দিছি মাখি রে
আমার.. সোনার ময়না পাখি ।

যাইবা যদি নিঠুর পাখি
ভাসাইয়া মোর আঁখি
এ জীবন যাবার কালে রে
ও পাখি রে......এ...
এ জীবন যাবার কালে রে......এ..
একবার যেন দেখি রে

আমার সোনার ময়না পাখি ।।

কোন দেশেতে গেলা উইড়া রে....এ
দিয়া মোরে ফাঁকি রে
আমার সোনার ময়না পাখি.""",
  ),

  BanglaSongsData(
    id: '20',
    title: "কতটা দুঃখ দেবে তুমি ",
    fullLyric: """কতটা দুঃখ দেবে তুমি
আমি দু: খ্যকে ভয় করি না
সহস্রবার আঘাত করলেও
তবু করুনা তোমার চাইনা
তুমি চাইলে দিতে পারো
আরো অনেক বেশি ব্যথা বেদনা
কতটা দু: খ্য দেবে তুমি
আমি দু: খ্যকে ভয় করি না
কথা না রাখা তোমার সাজে
আমার বেলায় তা সাজে না
নিষ্ঠুরতা তোমাকে মানায়
কষ্ট দিতে তাই বাধেনা
তুমি চাইলে দিতে পারো
আরো অনেক বেশি ব্যথা বেদনা
কতটা দু: খ্য দেবে তুমি
আমি দু: খ্যকে ভয় করি না
ভাল না বেসে ভালবাসার
করেছ অনেক বড় ছলনা
হৃদয় বলে আছে কি তোমার
হৃদয়ের পিছুটান বোঝনা
তুমি চাইলে দিতে পারো
আরো অনেক বেশি ব্যথা বেদনা
কতটা দু: খ্য দেবে তুমি
আমি দু: খ্যকে ভয় করি না""",
  ),
  BanglaSongsData(
    id: '21',
    title: "আমার মতে তোর মতন কেউ নেই",
    fullLyric: """ কতবার তোর আয়না ভেঙে চুরে ঘুরে তাকাই
আমার মতে তোর মতন কেউ নেই।
কতবার তোর কাঁচা আলোয় ভিজে গান শোনাই,
আমার মতে তোর মতন কেউ নেই।
এই মৃত মহাদেশে রোদ্দুর বারবার,
হয়ত নদীর কোন রেশ,
রাখতে পারিনি অবশেষ।
অথবা আমার সব হাতগুলো হারবার
পরেও খেলেছি এক দান,
বুঝিনি কিসের এত টান।
কখনো চটি জামা ছেড়ে রেখে রাস্তায় এসে দাঁড়া।
কখনো চটি জামা ছেড়ে রেখে রাস্তায় এসে দাঁড়া।
কতবার তোর আয়না ভেঙে চুরে ঘুরে তাকাই
আমার মতে তোর মতন কেউ নেই।
কতবার তোর কাঁচা আলোয় ভিজে গান শোনাই,
আমার মতে তোর মতন কেউ নেই।
তোর বাড়ির পথ যুক্তির সৈন্য
যতটা লুকিয়ে কবিতায়,
তারও বেশী ধরা পড়ে যায়।
তোর উঠোন জুড়ে বিশাল অঙ্ক,
কষতে বারণ ছিল তাই,
কিছুই বোঝা গেল না প্রায়।
কখনো চটি জামা ছেড়ে রেখে রাস্তায় এসে দাঁড়া।
কখনো চটি জামা ছেড়ে রেখে রাস্তায় এসে দাঁড়া।
কতবার তোর আয়না ভেঙে চুরে ঘুরে তাকাই
আমার মতে তোর মতন কেউ নেই।
কতবার তোর কাঁচা আলোয় ভিজে গান শোনাই,
আমার মতে তোর মতন কেউ নেই।""",
  ),
  BanglaSongsData(
    id: '22',
    title: "আমার মতো এতো সুখী নয় তো কারো জীবন",
    fullLyric: """রংধনু ভাল লাগে নীল আকাশ ভালো লাগে
ভাল লাগে মেঘে ঢেকে চাঁদ
তার চেয়েও ভাল লাগে
তাঁরার উঠোনেতে জেগে থাকা সেই রাত

রংধনু ভাল লাগে নীল আকাশ ভালো লাগে
ভাল লাগে মেঘে ঢাকা চাঁদ
তার চেয়েও ভাল লাগে
তাঁরার উঠোনেতে জেগে থাকা সেই রাত
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে

ও ও ...রংধনু ভাল লাগে নীল আকাশ ভালো লাগে
ভাল লাগে মেঘে ঢাকা চাঁদ
তার চেয়েও ভাল লাগে
তাঁরার উঠোনেতে জেগে থাকা সেই রাত।

ভাল লাগে শিশির ঝরা
ভিজে যাওয়া কিছু ঘাস ফুল
ভাল লাগে এক চিলতে রোদ
অকারনে করে ভুল
ভালো লাগে শিশির ঝরা
ভিজে যাওয়া কিছু ঘাস ফুল
ভাল লাগে এক চিলতে রোদ
অকারনে করে ভুল

ও বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে।।

ভালো লাগে দখিন হাওয়া
চোখ বুজে কিছুক্ষণ
ভালো লাগে স্বপ্নগুলো
অকারনে করে ভুল।

ভালো লাগে দখিন হাওয়া
চোখ বুজে কিছুক্ষণ
ভা্লো লাগে স্বপ্নগুলো
যাকে ঘিরে মন।
ও বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে

ও ও... রংধনু ভাল লাগে নীল আকাশ ভালো লাগে
ভাল লাগে মেঘে ঢাকা চাঁদ
ও তার চেয়েও ভাল লাগে
তাঁরার উঠোনেতে জেগে থাকা সেই রাত
বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে
ও বন্ধু তোমায় মনে পড়ে
বন্ধু তোমায় মনে পড়ে হো ও ও ও.......""",
  ),
  BanglaSongsData(
    id: '23',
    title: "ভালোবাসা মানে হলো বিশ্বাসের একটা ব্যাপার",
    fullLyric: """ভালোবাসা মানে হলো
বিশ্বাসের একটা ব্যাপার,
সারাক্ষণ চেষ্টা করি
ছেড়া সুতা বারবার জুড়ার,

ভাবনার ঘোরে ভাবি
তোমাতে আমাতে আমি,
আসলে তোমাতে তুমি
আমি তো আমার,
বিশ্বাসে একটা ব্যাপার
ভালোবাসা মনে হলো
বিশ্বাসের একটা ব্যাপার ।।

জ্বলছে বুকের দহন
বইছে বইরি পবন,
ঘুরিয়েই চলছে জীবন
তবু কত কি আআয়োজন,

বেশ আছি ভালো আছি
মুখে জোর করে হাসি,
কাশিতে রক্ত বমি
অকালে ঝরায়,

বিশ্বাসের একটা ব্যাপার
ভালোবাসা মানে হলো
বিশ্বাসের একটা ব্যাপার ।।

অভিনয় করে চলা
একটু দুঃখ ভোলা,
দেয় রে দেয় রে দোলা
প্রানেতে দেয় রে দোলা,
কখনো দারুণ প্রতি
কখনো জাগায় ভীতি,
এ যে এক ভিন্ন রীতি
নকল সংস্কার,

বিশ্বাসের একটা ব্যাপার
ভালোবাসা মানে হলো
বিশ্বাসের একটা ব্যাপার ।।

নিয়তির নিয়ম লেখা
জন্ম মিত্যু একা,
একি সাথে ভিন্ন দেখা
যারযার কথ্য রেখা,
ভেদ বুলে আপন পরে
বসবাস একি ঘরে,
লোকচুরি খেলাতে রঙ
মাখি যে বারবার,

বিশ্বাসের একটা ব্যাপার
ভালোবাসা মানে হলো
বিশ্বাসের একটা ব্যাপার।।""",
  ),
  BanglaSongsData(
    id: '24',
    title: "ও বন্ধুরে তুমি মোরে ভুইলা যাইও না",
    fullLyric: """ও বন্ধু তোমার বাড়ি তোমার ঘর
তোমার আঙ্গিনা
সব খানে বিচরন করি
তুমি জানো না

ও বন্ধু তোমার বাড়ি তোমার ঘর
তোমার আঙ্গিনা
সব খানে বিচরন করি
তুমি জানো না
তুমি যখন ঘুমাও থাকি
তোমার স্বপন
ভালোবাসার কাজল হইলাম
তোমার নয়ন
বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না
ও বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না

আমি জ্বালাই প্রেমের বাতি
তোমায় ভাবি সারা রাতি
আমার চোখে ঘুম তো আসেনা
ও আমি জ্বালাই প্রেমের বাতি
তোমায় ভাবি সারা রাতি
আমার চোখে ঘুম তো আসে না

ও আমি থাকি আওলা চুলে
আমি সব কিছু যাই ভূলে
কোন কাজে মন তো বসেনা
তুমি যখন ঘুমাও থাকো
তোমার স্বপন
ভালোবাসার কাজল হইলাম
তোমার নয়নে
বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না
ও বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না

এ কেমন বড় জ্বালা
এ যায়না কাউকে বলা
চুপি চুপি অন্তর পুরে ছাই
এ কেমন বড় জ্বালা
যায়না কাওকে বলা
চুপি চুপি অন্তর পুরে ছাই
এ মন পিঞ্জরের মাজে
শুধু বিরহের সুর বাজে
তোমায় দেখি যে দিকে তাকাই
তুমি যখন ঘুমাও থাকি
তোমার স্বপন
ভালোবাসার কাজল হইলাম
তোমার নয়ন
বন্ধুরে....

তুমি মোরে ভুইলা যাইয়ো না
ও বন্ধুরে,.....
তুমি মোরে ভুইলা যাইয়ো না
বন্ধু তোমার বাড়ি তোমার ঘর
তোমার আঙ্গিনা
সব খানে বিচরন করি
তুমি জানো না
তুমি যখন ঘুমাও থাকি
তোমার স্বপন
ভালোবাসার কাজল হইলাম
তোমার নয়নে
বন্ধুরে....
তুমি মোরে ভুইলা যাইয়ো না
ও বন্ধুরে......
তুমি মোরে ভুইলা যাইয়ো না""",
  ),
  BanglaSongsData(
    id: '25',
    title: "দেখেছি রুপ সাগরে মনের মানুষ",
    fullLyric: """বহু দিন ভাব তরঙ্গে
ভেসেছি কতই রঙে
সুজনের সংঙে হবে
দেখাশুনা........
তারে আমার আমার মনে করি
আমার হয়ে আর হইলো না.......
তারে আমার আমার মনে করি...
আমার হয়ে আর হইলো না...

দেখছি রুপ সাগরে মনের মানুষ কাচা সোনা..
দেখেছি রুপ সাগরে মনের
মানুষ কাচা সোনা....

পথিক কয়,ভেবো না রে
ডুবে যাও রুপ সাগরে
পথিক কয় ভেবো না রে
ডুবে যাও রুপ সাগরে
বিরলে বসে করো যোগ সাধনা....
পথিক কয় ভেবো না রে
ডুবে যাও রুপ সাগরে
পথিক কয় ভেবো না রে
ডুবে যাও রুপ সাগরে
বিরলে বসে করো যোগ সাধনা....
একবার ধরতে পেলে মনের মানুষ
ছেড়ে যেতে আর দিও না...

একবার ধরতে পেলে মনের মানুষ
ছেড়ে যেতে আর দিও না...
দেখেছি......
দেখেছি রুপ সাগরে মনের মানুষ কাচা সোনা
দেখেছি রুপ সাগরে মনের মানুষ কাচা সোনা
তারে ধরি ধরি মনে করি
ধরতে গেলে আর পেলেম না.....
তারে ধরি ধরি মনে করি
ধরতে গেলে আর পেলেম না..

দেখেছি রুপ সাগরে মনের মানুষ কাচা সোনা
দেখেছি রুপ সাগরে মনের মানুষ কাচা সোনা
দেখেছি রুপ সাগরে মনের মানুষ কাচা সোনা
দেখেছি রুপ সাগরে মনের
মানুষ কাচা সোনা....""",
  ),
  BanglaSongsData(
    id: '26',
    title: "আমি শুনেছি সেদিন তুমি",
    fullLyric: """আমি শুনেছি সেদিন তুমি সাগরের ঢেউয়ে চেপে
নীলজল দিগন্ত ছুঁয়ে এসেছো
আমি শুনেছি সেদিন তুমি নোনা বালি তীর ধরে
বহু দূর বহু দূর হেটে এসেছ

আমি কখনো যাই নি জলে কখনো ভাসিনি নীলে
কখনো রাখিনি চোখ ডানা মেলা গাংচিলে
আবার যেদিন তুমি সমুদ্র স্নান -এ যাবে
আমাকে ও সাথে নিও নেবে তো আমায় বল
নেবে তো আমায়
আমি শুনেছি সেদিন নাকি তুমি তুমি তুমি মিলে
তোমরা সদলবলে সভা করে ছিলে
আর সেদিন তোমরা নাকি অনেক জটিল ধাঁধাঁ
না বলা অনেক কথা কথা তুলেছিলে
কেন শুধু ছুটে ছুটে চলা একা একা কথা বলা
নিজের জন্যে বাঁচা নিজেকে নিয়ে
যদি ভালোবাসা না-ই থাকে শুধু একা একা লাগে
কোথায় শান্তি পাব কোথায় গিয়ে বল কোথায় গিয়ে

আমি শুনেছি তোমরা নাকি এখনো স্বপ্ন দেখো
এখনো গল্প লেখ গান গাও প্রাণ ভরে
মানুষের বাঁচা মরা এখনো ভাবিয়ে তোলে
তোমাদের ভালবাসা এখনো গোলাপে ফোটে
আস্থা হারানো এই মন নিয়ে আমি আজ
তোমাদের কাছে এসে দু হাত পেতেছি
আমি দুচোখের গল ভরে শূন্যতা দেখি শুধু
রাত ঘুমে আমি কোনো স্বপ্ন দেখি না
তাই স্বপ্ন দেখব বলে
আমি দুচোখ মেলেছি
তাই তোমাদের কাছে এসে আমি দু হাত পেতেছি
তাই স্বপ্ন দেখব বলে আমি দুচোখ মেলেছি""",
  ),
  BanglaSongsData(
    id: '27',
    title: "এখনো মাঝে মাঝে",
    fullLyric: """এখনো মাঝে মাঝে
মাঝ রাতে ঘুমের ঘরে
শুনি তোমার পায়ের আওয়াজ
যেনো তুমি এসেছো ফিরে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে

এই রাত সেই রাত
কেটে গেছে কতো রাত
কষ্টের হাওয়া বুকে নিয়ে
আর পড়ে আছে কতোনা স্মৃতি
বন্দী মনের কারাগারে
এই রাত সেই রাত
কেটে গেছে কতো রাত
কষ্টের হাওয়া বুকে নিয়ে
আর পড়ে আছে কতোনা স্মৃতি
বন্দী মনের কারাগারে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে

এই প্রান এই মন
কেঁদে বলে সারাক্ষন
ভুলে গিয়ে আছো তুমি সুখে
আমি কাটাই প্রহর আর ভালোবাসা
একা বেদনারই চরে
এই প্রান এই মন
কেঁদে বলে সারাক্ষন
ভুলে গিয়ে আছো তুমি সুখে
আমি কাটাই প্রহর আর ভালোবাসা
একা বেদনারই চরে

তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে

এখনো মাঝে মাঝে
মাঝ রাতে ঘুমের ঘরে
শুনি তোমার পায়ের আওয়াজ
যেনো তুমি এসেছো ফিরে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে

তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে
তুমি চলে গেছো অনেক দূরে
এই মনের আঙ্গিনা ছেড়ে""",
  ),
  BanglaSongsData(
    id: '28',
    title: "কত আদর সোহাগ দিলাম",
    fullLyric: """কত আদর সোহাগ দিলাম
জীবন যৌবন সব সঁপিলাম
বুকে আগলায় রাইখাও তোমায়
হইলাম আজ অচেনা
আমি তোমার বিনা মূল্যে কেনা
বন্ধুরে
আমি তোমার বিনা মূল্যে কেনা!!

মন যদিরে কেনা যেত
শুধু মনের দামে
তোমারে গো পাইতাম সখা
 নামে বদনামে
কলিজা কাটিয়া দিলাম
তবু আমার রইলানা
আমি তোমার বিনা মূল্যে কেনা
বন্ধুরে
আমি তোমার বিনা মূল্যে কেনা!!

মিছে মায়ায় বাইন্ধা মোরে
করলা প্রেমে অন্ধ
আমারে না লইয়া বুকে
করলা দুয়ার বন্ধ
জন্মে জন্মে কাঙাল মুরাদ 
তুমি ভিন্ন বুঝেনা
আমি তোমার বিনা মূল্যে কেনা
বন্ধুরে
আমি তোমার বিনা মূল্যে কেনা!!""",
  ),
  BanglaSongsData(
    id: '29',
    title: "তখন তোমার একুশ বছর বোধ হয়",
    fullLyric: """তখন তোমার একুশ বছর বোধ হয়
আমি তখন অষ্টাদশীর ছোঁওয়ায়
লজ্জা জড়ানো ছন্দে কেঁপেছি
ধরা পড়ি ছিল ভয়

তখন তোমার একুশ বছর বোধ হয়
আমি তখন অষ্টাদশীর ছোঁওয়ায়
ও....ও....

গোপনের প্রেম গোপনে গিয়েছে ঝরে
আমরা দুজনে কখন গিয়েছি সরে
ফুলঝুরি থেকে ফুল ঝরে গেলে
মালা কিসে গাঁথা হয়

তখন তোমার একুশ বছর বোধ হয়
আমি তখন অষ্টাদশীর ছোঁওয়ায়

তোমার পথের কাঁটাই ভেবেছ মোরে
বলতে পারিনি তোমার মত করে
জলছবি ভেবে ভুল করেছিলে
ভালবাসা সে তো নয়

তখন তোমার একুশ বছর বোধ হয়
আমি তখন অষ্টাদশীর ছোঁওয়ায়
লজ্জা জড়ানো ছন্দে কেঁপেছি
ধরা পড়ি ছিল ভয়

তখন তোমার একুশ বছর বোধ হয়
আমি তখন অষ্টাদশীর ছোঁওয়ায়
লা লা লা লা লা লা""",
  ),
  BanglaSongsData(
    id: '30',
    title: "দেখা হবে, বন্ধু, কারণে আর অকারণে",
    fullLyric: """দেখা হবে, বন্ধু, কারণে আর অকারণে
দেখা হবে, বন্ধু, চাপা কোনো অভিমানে
দেখা হবে, বন্ধু, সাময়িক বৈরিতায়
অস্থির অপাগরতায়
দেখা হবে, বন্ধু, কারণে আর অকারণে
দেখা হবে, বন্ধু, চাপা কোনো অভিমানে
দেখা হবে, বন্ধু, সাময়িক বৈরিতায়
অস্থির অপাগরতায়
দেখা হবে, বন্ধু, নাটকীয় কোনো বিনয়ী ভঙ্গীতে
ভালোবাসার শুভ্র ইঙ্গিতে
দেখা হবে, বন্ধু, নিয়ত প্রতিদিন পাশ কেটে যাওয়ায়
সন্ধ্যার হিমেল হাওয়ায়
দেখা হবে, বন্ধু
স্লোগানমুখর কোনো এক ক্লান্ত মিছিলে
ব্যস্ততা থেকে ধার দিলে
দেখা হবে, বন্ধু
ভীষণ খেয়ালী মনের আতিথেয়তায়
উচ্ছ্বাসী প্রণয় প্রাক্কালে
দেখা হবে, বন্ধু, কারণে আর অকারণে
দেখা হবে, বন্ধু, চাপা কোনো অভিমানে
দেখা হবে, বন্ধু, সাময়িক বৈরিতায়
অস্থির অপাগরতায়
দেখা হবে, বন্ধু, কারণে আর অকারণে
দেখা হবে, বন্ধু, চাপা কোনো অভিমানে
দেখা হবে, বন্ধু, সাময়িক বৈরিতায়
অস্থির অপাগরতায়""",
  ),
  BanglaSongsData(
    id: '31',
    title: "যেদিন বন্ধু চলে যাব",
    fullLyric: """যেদিন বন্ধু চলে যাব
চলে যাব বহুদূরে
ক্ষমা করে দিও আমায়

ক্ষমা করে দিও
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের

চোরা সুরের টানে রে বন্ধু মনে যদি ওঠে গান
গানে গানে রেখ মনে, ভুলে যেও অভিমান
চোরা সুরের টানে রে বন্ধু মনে যদি ওঠে গান
গানে গানে রেখ মনে, ভুলে যেও অভিমান

মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের

ভরা নদীর বাঁকেরে বন্ধু
ঢেউয়ে ঢেউয়ে দোলে টান
চলে যেতে হবে ভেবে, কেঁদে ওঠে মন প্রাণ
ভরা নদীর বাঁকেরে বন্ধু
ঢেউয়ে ঢেউয়ে দোলে টান
চলে যেতে হবে ভেবে, কেঁদে ওঠে মন প্রাণ

মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের

যেদিন বন্ধু চলে যাব,
চলে যাব বহুদূরে
ক্ষমা করে দিও আমায়,

ক্ষমা করে দিও
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো, শুধু তোমাদের
মনে রেখো মনে রেখো কেবল একজন ছিলো
ভালোবাসতো, শুধু তোমাদের
মনে রেখো মনে রেখো কেবল
ভালোবাসতো, শুধু তোমাদের
মনে রেখো কেবল একজন ছিলো
ভালোবাসতো, শুধু তোমাদের""",
  ),
  BanglaSongsData(
    id: '32',
    title: "আতর গোলাপ শুয়া চন্দন",
    fullLyric: """তুমি আইসো নিশি রাত
আমার মাথায় রাইখো হাত
বুকেতে বুক মিলাইয়া করব মোলাকাত
তুমি আইসো নিশি রাত
আমার মাথায় রাইখো হাত
বুকেতে বুক মিলাইয়া করব মোলাকাত

আর প্রানে দিওনা ব্যথা
আর প্রানে দিওনা ব্যথা
ওরে আমার মন সোনা

অভাগীর বাসরে বন্ধু কেন আইলানা
অভাগীর বাসরে বন্ধু কেন আইলানা।

আমার মন ও প্রাণ যৌবন
তোমায় করিব অর্পণ
ঢোলেতে বসাইয়া করিব যতন

আমার মন ও প্রাণ যৌবন
তোমায় করিব অর্পণ
কোলেতে বসাইয়া করিব যতন

সপে দিব জীবন যৌবন
সপে দিব জীবন যৌবন
দুঃখ মনে রবেনা

অভাগীর বাসরে বন্ধু কেন আইলানা
অভাগীর বাসরে বন্ধু কেন আইলানা।

আমি গাইবো প্রেমের গান
আছেন যত আশেকান
চতুর-দিকে বাসায় আছেন বৃদ্ধ নজোয়ান

আমি গাইবো প্রেমের গান
আছেন যত আশেকান
চতুর-দিকে বাসায় আছেন বৃদ্ধ নজোয়ান

জুড়াইবে সকলের প্রাণ
জুড়াইবে সকলের প্রাণ
যার জন্য যে দেওয়ানা

অভাগীর বাসরে বন্ধু কেন আইলানা
অভাগীর বাসরে বন্ধু কেন আইলানা।

আতর গোলাপ শুয়া চন্দন
আতর গোলাপ শুয়া চন্দন
সাজাইলাম ফুল-বিছানা
অভাগীর বাসরে বন্ধু কেন আইলানা
অভাগীর বাসরে বন্ধু কেন আইলানা
অভাগীর বাসরে বন্ধু কেন আইলানা
অভাগীর বাসরে বন্ধু কেন আইলানা।""",
  ),

  BanglaSongsData(
    id: '33',
    title: "আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে",
    fullLyric: """ আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
দিনে রাইতে তোমায় আমি খুঁইজা মরিরে

আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
দিনে রাইতে তোমায় আমি
দিনে রাইতে তোমায় আমি খুঁইজা মরিরে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে

প্রথম দেখার কালে বন্ধু কথা দিয়েছিলে
প্রথম দেখার কালে বন্ধু কথা দিয়েছিলে
ভুলিবেনা মোরে, এই জীবন গেলে
ভুলিবেনা মোরে, এই জীবন গেলে

যদি না পাই তোমারে, আমার জীবনের তরে
যদি না পাই তোমারে, আমার জীবনের তরে
সোনার জীবন অঙ্গার হইব
সোনার জীবন অঙ্গার হইব তোমার লাইগারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে

ভুলতে পার বন্ধু তুমি, আমি ভুলি নাই
ভুলতে পার বন্ধু তুমি, আমি ভুলি নাই

মরণকালে যেন বন্ধু, একবার তোমায় পাই।
পরকালে যেন বন্ধু, একবার তোমায় পাই ।
যদি না পাই সেকালে প্রেম যাইবে বিফলে
যদি না পাই সেকালে, প্রেম যাইবে বিফলে
তখন কিন্তু বলব আমি
তখন কিন্তু বলব আমি
প্রেম কিছুই নারে . . . .

আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে

প্রথম দেখার কালে বন্ধু কথা দিয়েছিলে
প্রথম দেখার কালে বন্ধু কথা দিয়েছিলে

ভুলিবেনা মোরে, এই জীবন গেলে
ভুলিবেনা মোরে, এই জীবন গেলে

যদি না পাই তোমারে, আমার জীবনের তরে
যদি না পাই তোমারে, আমার জীবনের তরে
সোনার জীবন অঙ্গার হইব
সোনার জীবন অঙ্গার হইব তোমার লাইগারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে
আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে

আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে""",
  ),
  BanglaSongsData(
    id: '34',
    title: 'যে রাজার রানী নাই',
    fullLyric: """ নিজের তলায় নরম মাটি
কাগজ দিয়া বানাইয়া পাটি
নিজের তলায় নরম মাটি
কাগজ দিয়া বানাইয়া পাটি
রাজার বেশে বইসা থাকি
রানি পাশে নাই
যে রাজার রানি নাই
সে রাজায় গাঁজা খায়
যে রাজার রানি নাই
সে রাজায় ঝিমায়।

জ্বালাও আগুন পুড়ে যাক ঠোঁট
নিকোটিনের ধোঁয়ায় বিষাক্ত হোক,
জ্বালাও আগুন পুড়ে যাক ঠোঁট
নিকোটিনের ধোঁয়ায় বিষাক্ত হোক,
রাস্তার ধারে চায়ের দোকানে
রাস্তার ধারে চায়ের দোকানে
ঠোঁট পোড়ায়ে বোকাটা শান্তি পায়।

প্রতি এলাকার অলি-গলি রাস্তায়
ধরছে আগুন দেখো ঘুরছে নিমাই
প্রতি এলাকার অলি-গলি রাস্তায়
কয়েকটা পাগলা ঝিমায়।

যেইদিন তোমার দেখা নাই
সেইদিন আমি ঝিমাই
যেইদিন তোমার দেখা নাই
সে রাতে ঘুম নাই
যেইদিন তোমার দেখা নাই
সে রাতে ঘুম নাই
যে রাজার রানি নাই
সে রাজায় ঝিমায়
যেদিন রাণীর দেখা নাই
সেদিন রাজায় গাঁজা খায়
রাজার এখন গাঁজায় চলে
রাণী টা টা গুড বাই
যে রাজার রানি নাই
সে রাজায় গাঁজা খায়।""",
  ),
  BanglaSongsData(
    id: '35',
    title: 'তামাক পাতা',
    fullLyric: """তুমি তামাক ধরো তামাক ছাড়
আগুন জ্বালিয়ে দাও।
তুমি তামাক ধরো তামাক ছাড়
আগুন জ্বালিয়ে দাও।

আগুন জ্বালালে উড়ে যাবে পাখি মনা,

আগুন জ্বালালে উড়ে যাবে পাখি।
নেশা কেটে গেলে তুমিও কেটে যাবে
জটিল করলে জটিল হবে

সহজ করলে সহজ।

মাথার ভিতরে গাঁজা ঘুরে
গাঁজার ভিতরে মাথা
গাজার ভিতরে মাথা ঘুরে
তামাক বৃক্ষের পাতা।
নষ্ট করে মন
নেশা কেটে গেলে তুমিও কেটে যাবে

নেশা কেটে গেলে তুমিও কেটে যাবে

তুমি মাঝে মাঝে আমার কাছে কবিতা চাইতা
তুমি মাঝে মাঝে আমার কাছে কবিতা চাইতা
আমি মনের বিরুদ্ধে কবিতা লিখতাম

আমি মনের বিরুদ্ধে কবিতা লিখতাম
মনের বিরুদ্ধে কি কবিতা লেখা যায় রে?
জটিল করলে জটিল হবে
সহজ করলে সহজ।
মাথার ভিতরে গাঁজা ঘুরে
গাঁজার ভিতরে মাথা

গাজার ভিতরে মাথা ঘুরে
তামাক বৃক্ষের পাতা।
নষ্ট করে মন
নেশা কেটে গেলে তুমিও কেটে যাবে
নেশা কেটে গেলে তুমিও কেটে যাবে

তুমি মাঝে মাঝে আমার কাছে তোমারে চাইতা!
তুমি মাঝে মাঝে আমার কাছে আমারে চাইতা!
আমি মনের বিরুদ্ধে নিজেরে দিতাম রে
আমি মনের বিরুদ্ধে নিজেরে দিতাম রে
মনের বিরুদ্ধে কি নিজেরে দেয়া যায় রে?

জটিল করলে জটিল হবে
সহজ করলে সহজ।
মাথার ভিতরে গাঁজা ঘুরে
গাঁজার ভিতরে মাথা
গাজার ভিতরে মাথা ঘুরে
তামাক বৃক্ষের পাতা।
নষ্ট করে মন
নেশা কেটে গেলে তুমিও কেটে যাবে।""",
  ),
  BanglaSongsData(
    id: '36',
    title: 'বসন্ত বাতাসে, সই গো, বসন্ত বাতাসে',
    fullLyric: """বসন্ত বাতাসে, সই গো, বসন্ত বাতাসে
বসন্ত বাতাসে, সই গো, বসন্ত বাতাসে
বন্ধুর বাড়ির ফুলের গন্ধ
বন্ধুর বাড়ির ফুলের গন্ধ
আমার বাড়ি আসে, সই গো, বসন্ত বাতাসে
আমার বাড়ি আসে, সই গো, বসন্ত বাতাসে
বসন্ত বাতাসে, সই গো, বসন্ত বাতাসে
বসন্ত বাতাসে, সই গো, বসন্ত বাতাসে
বন্ধুর বাড়ির ফুলের গন্ধ
বন্ধুর বাড়ির ফুলের গন্ধ
আমার বাড়ি আসে, সই গো, বসন্ত বাতাসে
আমার বাড়ি আসে, সই গো, বসন্ত বাতাসে
বন্ধুর বাড়ির ফুলবাগানে নানান বর্ণের ফুল
বন্ধুর বাড়ির ফুলবাগানে নানান বর্ণের ফুল
ফুলের গন্ধে মন আনন্দে
ফুলের গন্ধে মন আনন্দে
ভ্রমর হয় আকুল, সই গো, বসন্ত বাতাসে
ভ্রমর হয় আকুল, সই গো, বসন্ত বাতাসে
বন্ধুর বাড়ির ফুলের টুঙ্গি বাড়ির পূর্বধারে
বন্ধুর বাড়ির ফুলের টুঙ্গি বাড়ির পূর্বধারে
সেথায় বসে বাজায় বাঁশি
সেথায় বসে বাজায় বাঁশি
মন নিলো তার সুরে, সই গো, বসন্ত বাতাসে
মন নিলো তার সুরে, সই গো, বসন্ত বাতাসে
বসন্ত বাতাসে, সই গো, বসন্ত বাতাসে
বসন্ত বাতাসে, সই গো, বসন্ত বাতাসে
বন্ধুর বাড়ির ফুলের গন্ধ
বন্ধুর বাড়ির ফুলের গন্ধ
আমার বাড়ি আসে, সই গো, বসন্ত বাতাসে
আমার বাড়ি আসে, সই গো, বসন্ত বাতাসে
আমার বাড়ি আসে, সই গো, বসন্ত বাতাসে
আমার বাড়ি আসে, সই গো, বসন্ত বাতাসে।""",
  ),
  BanglaSongsData(
    id: '37',
    title: 'কথা কইও না',
    fullLyric: """১২ মাসে ১২ ফুল রে
ফুইট্টা থাকে ডালে রে
এই পন্থে আইসে, নাগর
পড়তি সন্ধ্যা কালে রে
দেখিতে সোনার নাগর গো
চান্দের সমান
ফুল ফুটেছে, গন্ধে সারা মন
ফুল ফুটেছে, গন্ধে সারা মন
তুমি আমার কত যে আপন
দেখা না দিলে, বন্ধু, কথা কইয়ো না
দেখা না দিলে, বন্ধু, কথা কইয়ো না
১২ মাসের ১২ ফুল রে
ফুইট্টা থাকে ডালে রে
এই পন্থে আইসা নাগর
পড়তি সন্ধ্যা কালে
কোন বা দেশে থাকে ভোমরা
কোন বাগানে বসে
কোন বা ফুলের মধু খাইতে
উইড়া উইড়া আসে
দেখিতে সোনার নাগর গো
চান্দের সমান
দেখিতে সোনার নাগর গো
চান্দের সমান
হাউশের পিরিতি করিলাম আমি
প্রেমই জীবন, প্রেমই মরণ, এই তো জানি
পাখি উড়ে গেলে তার ডানাতে কী ভয়?
উড়ে উড়ে যাচ্ছে সবাই
বেদনারই ক্ষয়
দেখা না দিলে, বন্ধু, কথা কইয়ো না
দেখা না দিলে, বন্ধু, কথা কইয়ো না
ফুল ফুটেছে, গন্ধে সারা মন
ফুল ফুটেছে, গন্ধে সারা মন
তুমি আমার কত যে আপন
দেখা না দিলে, বন্ধু, কথা কইয়ো না
দেখা না দিলে, বন্ধু, কথা কইয়ো না
১২ মাসের ১২ ফুল রে
ফুইট্টা থাকে ডালে রে (কথা কইয়ো না)
এই পন্থে আইসা নাগর
পড়তি সন্ধ্যা কালে (কথা কইয়ো না)
কোন বা দেশে থাকে ভোমরা
কোন বাগানে বসে (কথা কইয়ো না)
কোন বা ফুলের মধু খাইতে
উইড়া উইড়া আসে (কথা কইয়ো না)
দেখিতে সোনার নাগর গো (কথা কইয়ো না)
চান্দের সমান
দেখিতে সোনার নাগর গো (কথা কইয়ো না)
চান্দের সমান (কথা কইয়ো না)""",
  ),
  BanglaSongsData(
    id: '38',
    title: 'সখি তোরা প্রেম করিও না',
    fullLyric: """সখি তোরা প্রেম করিও না
পিরিত ভালা না
সখি তোরা প্রেম করিও না

সখি তোরা প্রেম করিও না
পিরিত ভালা না
সখি তোরা প্রেম করিও না

প্রেম করছে যে জন জানে সে জন
পিরিতের কি বেদনা
করছে যে জন জানে সে জন
পিরিতের কি বেদনা

সখি তোরা প্রেম করিও না
পিরিত ভালা না
সখি তোরা প্রেম করিও না

প্রেম করে ভাসল সাগরে
অনেকে পাইলো না কুল
জগত জুড়ে বাজে শুনি
পিরিতের কলঙ্কের ঢোল

প্রেম করে ভাসল সাগরে
অনেকে পাইলো না কুল
জগত জুড়ে বাজে শুনি
পিরিতের কলঙ্কের ঢোল

দিতে গিয়ে প্রেমের মাশুল
মান কুলমান রইলো না
দিতে গিয়ে প্রেমের মাশুল
মান কুলমান রইলোনা

সখি তোরা প্রেম করিও না
পিরিত ভালা না
সখি তোরা প্রেম করিও না

পিরিত পিরিত সবাই বলে
পিরিতি সামান্য নয়
কলঙ্ক অলঙ্কার করে
দুঃখের বোঝা বইতে হয়

পিরিত পিরিত সবাই বলে
পিরিতি সামান্য নয়
কলঙ্ক অলঙ্কার করে
দুঃখের বোঝা বইতে হয়

কাম হইতে হয় প্রেমের উদয়
প্রেম হইলে কাম থাকে না
কাম হইতে হয় প্রেমের উদয়
প্রেম হইলে কাম থাকেনা

সখি তরা প্রেম করিয়ো না
পিরিত ভালা না
সখি তোরা প্রেম করিও না

প্রেমিকের প্রেম পরশে হয়
শুদ্ধ প্রেমের উদয়
প্রেমিক যে জন সেই মহাজন
নাই থাকে না লজ্জা ভয়

প্রেমিকের প্রেম পরশে হয়
শুদ্ধ প্রেমের উদয়
প্রেমিক যে জন সেই মহাজন
নাই থাকে না লজ্জা ভয়

বাউল আব্দুল করিমে কয়
ও প্রেমিকে বোঝে না
বাউল আব্দুল করিমে কয়
ও প্রেমিকে বোঝেনা

সখি তোরা প্রেম করিও না
পিরিত ভালো না
সখি তোরা প্রেম করিও না

প্রেম করছে যে জন জানে সেই জন
পিরিতের কি বেদনা
সখি তোরা প্রেম করিও না
পিরিত ভালো না
সখি তোরা প্রেম করিও না।""",
  ),
  BanglaSongsData(
    id: '39',
    title: 'যদি দেখার ইচ্ছা হয়',
    fullLyric: """আমার বন্ধু চিকন কালিয়া
দেইখো আসিয়া
আমার বন্ধু চিকন কালিয়া
দেইখো আসিয়া
আমি কেমন আছি পরের ঘরে
তোমারে পাশরিয়া
আমি কেমন আছি পরের ঘরে
তোমারে পাশরিয়া
যদি দেখার ইচ্ছা হয়
তোমার নিঠুর মনে লয়
কালিন্দীর ঘাটে আইসো দুপুরের সময়
যদি দেখার ইচ্ছা হয়
তোমার নিঠুর মনে লয়
কালিন্দীর ঘাটে আইসো দুপুরের সময়
আমি জল ভরিবার ছল করিয়া
দেখব নয়ন ভরিয়া, জল ভরিবার
আমি জল ভরিবার ছল করিয়া
দেখব নয়ন ভরিয়া
আমার নিঠুর মনোহর
যদি পাই তোমার লাগর
খুলিয়া কইতাম তোমারে পরানের খবর
আমার নিঠুর মনোহর
যদি পাই তোমার লাগর
খুলিয়া কইতাম তোমারে পরানের খবর
আমি প্রেমফাঁসি লইয়া গলে
যাইগো যদি মরিয়া প্রেমফাঁসি
আমি প্রেমফাঁসি লইয়া গলে
যাইগো যদি মরিয়া
দেইখো আসিয়া....""",
  ),
  BanglaSongsData(
    id: '40',
    title: 'কালিয়া সোনারে গত নিশি কোথায় ছিলে',
    fullLyric: """কালিয়া সোনারে
কালিয়া সোনারে
গত নিশি কোথায় ছিলে

কালিয়া সোনারে
গত নিশি কোথায় ছিলে
তোমারও লাগিয়া মালাটি গাথিয়া
তোমারও লাগিয়া মালাটি গাথিয়া
ছিরে ফেলেছি সকালে গত নিশি কোথায় ছিলে
কালিয়া সোনারে গত নিশি কোথায় ছিলে

কুমকুমের দাগ তোমার অঙ্গে লেগেছে
গজোমোতির হার তোমার কন্ঠে জুড়েছে
কুমকুমের দাগ তোমার অঙ্গে লেগেছে
গজোমোতির হার তোমার কন্ঠে জুড়েছে
ঘুমো ঘুমো আখি শাড়ী পড়া দেখি
ঘুমো ঘুমো আখি শাড়ী পড়া দেখি
সিদুর আউলানো কপালে গত নিশি কোথায় ছিলে
কালিয়া সোনারে গত নিশি কোথায় ছিলে

আসিবে বলে কথাটি দিলে
নিশি ফুরিয়ে গেলো ফিরে না এলে
আসিবে বলে কথাটি দিলে
নিশি ফুরিয়ে গেলো ফিরে না এলে
ঘুমো ঘুমো আখি শাড়ী পড়া দেখি
ঘুমো ঘুমো আখি শাড়ী পড়া দেখি
সিঁদুর আউলানো কপালে
গত নিশি কোথায় ছিলে
কালিয়া সোনারে গত নিশি কোথায় ছিলে
তোমারও লাগিয়া মালাটি গাঁথিয়া
তোমারও লাগিয়া মালাটি গাঁথিয়া
ছিঁড়ে ফেলেছি সকালে

গত নিশি কোথা ছিলে
কালিয়া সোনারে
গত নিশি কোথা ছিলে
কালিয়া সোনারে
গত নিশি কোথা ছিলে""",
  ),
  BanglaSongsData(
    id: '41',
    title: 'জীবন মানেই তো যন্ত্রনা',
    fullLyric: """পাঠালেন যে নিয়তি....
তার কাছে এই মিনতি
এই জীবন আর আমি চাই না
জীবন মানেই তো যন্ত্রণা
বেঁচে থাকতে বোধহয় শেষ হবেনা

জীবন মানেই তো, যন্ত্রণা
বেঁচে থাকতে, বোধহয় শেষ হবেনা
জীবন মানেই তো,যন্ত্রণা
বেঁচে থাকতে বোধহয় শেষ হবেনা
পাঠালেন যে নিয়তি....
তার কাছে এই মিনতি...

পাঠালেন যে নিয়তি....
তার কাছে এই মিনতি
এই জীবন আর আমি চাই না
জীবন মানেই তো যন্ত্রণা
বেঁচে থাকতে বোধহয় শেষ হবেনা

একটি জীবন করে,অন্যটির আশা
এরই নাম দিয়েছে মানুষ
প্রেম ভালোবাসা

একটি জীবন করে,অন্যটির আশা
এরই নাম দিয়েছে মানুষ
প্রেম ভালোবাসা
মনের আশা মনেই রইল....

মনের আশা মনেই রইল,পূর্ন হলো না
জীবন মানেই তো যন্ত্রণা
বেঁচে থাকতে বোধহয় শেষ হবেনা

জীবনে আসে কত,ভালো আর মন্দ
জীবনে আসে কত,দ্বিধা আর দন্দ

জীবনে আসে কত,ভালো আর মন্দ
জীবনে আসে কত,দ্বিধা আর দন্দ
জীবনে আসে কত

জীবনে অাসে কত দুঃখ বেদনা
জীবন মানেই তো যন্ত্রণা
বেঁচে থাকতে বোধহয় শেষ হবেনা

জীবন টারে দিতে গিয়ে
সুখের'ই ফাগুন
বিনিময়ে পেলাম শুধু
বুক ভরা অাগুন..

জীবন টারে দিতে গিয়ে
সুখের'ই ফাগুন
বিনিময়ে পেলাম শুধু
বুক ভরা অাগুন
কয় সালামে তিলে তিলে

কয় সালামে তিলে তিলে
আর মারিস না
জীবন মানেই তো যন্ত্রণা
বেঁচে থাকতে বোধহয় শেষ হবেনা

জীবন মানেই তো যন্ত্রণা
বেঁচে থাকতে বোধহয় শেষ হবেনা..

জীবন মানেই তো যন্ত্রণা
বেঁচে থাকতে বোধহয় শেষ হবেনা""",
  ),

  BanglaSongsData(
    id: '42',
    title: "কি জ্বালা দিয়ে গেলা মোরে",
    fullLyric: """ কি জ্বালা দিয়ে গেলা মোরে
নয়নের কাজল পরানের বন্ধুরে
না দেখিলে পরান পোড়ে
কি দুঃখ দিয়ে গেলা মোরে
নয়নের কাজল পরানের বন্ধুরে
না দেখিলে পরান পোড়ে
না দেখিলে পরান পোড়ে
না রাখি মাটিতে, না রাখি পাটিতে
না রাখি পালঙ্কের উপরে
না রাখি মাটিতে, না রাখি পাটিতে
না রাখি পালঙ্কের উপরে
সিঁথিরও সিন্দুরে রাখিব বন্ধুরে
সিঁথিরও সিন্দুরে রাখিব বন্ধুরে
ভিড়িয়ে রেশমি ডোরে
ভিড়িয়ে রেশমি ডোরে
বন্ধু পরবাসী, পরের ঘরে আসি
এত ঘুমে কেনে ধরে
ও বন্ধু পরবাসী, পরের ঘরে আসি
এত ঘুমে কেনে ধরে
কয়লা করে ধ্বনি, পোহাইলো রজনী
কয়লা করে ধ্বনি, পোহাইলো রজনী
না ডাকি ননদিনীর ডরে
না ডাকি ননদিনীর ডরে
নারীর প্রেমগাছে
কি টোনা কইরাছে
বস্ত্র খসি খসি পড়ে
নারীর প্রেমগাছে
কি টোনা কইরাছে
বস্ত্র খসি খসি পড়ে
কহে আশকর আলী সাধু শত জনে
কহে আশকর আলী সাধু শত জনে
উদাসী বানাইলো মোরে
উদাসী বানাইলো মোরে""",
  ),
  BanglaSongsData(
    id: '43',
    title: 'তুমি সাইকেল চালানো শিখবে তাই',
    fullLyric: """তুমি সাইকেল চালানো শিখবে তাই-
আমি আজো সাইকেলে ঘুরে বেড়াই-
শুধু ছলনায় তোমার ছোঁয়া মেলেনা..

তুমি কবিতাগুলো পড়বে তাই আমি-
আজো রাত জেগে ছন্দ সাজাই-
রাত শেষে শুধু ভোর ফিরে আসে না..


আমি তোমাকে বুঝিয়ে দেবোই তাই-
ব্যাগে আজো রাখি পিজিক্স বই-
শুধু তুমি নেই তাই বইটা খুলি না..


তুমি ছুঁড়ে ফেলে দিবে এই ভয়ে-
আমি সিগারেট আজো লুকিয়ে শুধু-
এখনতো কেউ বারণ আর করে না..

তুমি এতো সহজে ভুলতে পারো-
অন্য কাউকে জড়িয়ে ধরো-
আমি কেনো শুধু ভুলে যেতে পারিনা..
আজ অবাক লাগে তোমায় দেখে-
আমায় আজ তোমার অচেনা লাগে-
এতো ভালো অভিনয় কেনো জানিনা..

তুমি চশমাটা খুলে রাখবে তাই-
আমি আজো ভুল করে পেছনে তাকাই-
শুধু কালো ওই চোখ দুটো দেখিনা..

আমি আজো আনমনে হারিয়ে যাই-
তাই ভুল করে এই হাতটা বাড়াই-
শুধু তোমার কোমল ছোঁয়া মেলেনা..

তুমি লিখবে আমায় এই ভেবে আমি-
আজো করি অপেক্ষা তবে-
অপেক্ষার শেষ কবে জানিনা..

তুমি ভাবনা আজ আমায় নিয়ে আমি-
স্মৃতিগুলকেই জড়িয়ে শুধু-
নতুন করে স্বপ্ন দেখিনা..

তুমি এতো সহজে ভুলতে পারো-
অন্য কাউকে জড়িয়ে ধরো-
আমি কেনো শুধু ভুলে যেতে পারিনা..
আজ অবাক লাগে তোমায় দেখে-
আমায় আজ তোমার অচেনা লাগে-
এতো ভালো অভিনয় কেনো জানিনা..

তুমি এতো সহজে ভুলতে পারো..
আমি কেনো শুধু ভুলে যেতে পারিনা..
অচেনা তুমি কিভাবে করো চেনা ওই মুখটাকে-
অবাক লাগে কি বিবেক তোমার..

তুমি ভাবনা আজ আমায় নিয়ে আমি-
স্মৃতিগুলকেই জড়িয়ে শুধু-
নতুন করে.....""",
  ),

  BanglaSongsData(
    id: '44',
    title: 'চলে গেছো তাতে কি',
    fullLyric: """চলে গেছো তাতে কি
ভালোবেসে মরেছি,
তুমি আছো হৃদয়ের আয়নায় (x2)
লোকে আমারে শুধায়
ভালোবাসা কারে কয়, বলোনা ?
লোকে আমারে শুধায়
ভালোবাসা কারে কয়, বলোনা ?
শুভদৃষ্টির বিনিময়
হলে ভালোবাসা হয়,
লোকে তারে ভালোবাসা কয়।
আমি বলি ছলনা, এই সবই যন্ত্রনা,
এগুলো ভালোবাসা নয় (x2)
লোকে আমারে শুধায়

ভালোবাসা কারে কয়, বলোনা ?
I wana say I love you
My love is only for you
I love you until I am alive (x2)
Hey girl please don’t refuse me
Accept my love seriously
Request mine..
দিল কি ইস কোনে পার
রাহো মে তুম আগার,
ইস দিল মে কেয়া হে সোচোনা (x2)
আদমি হামসে ইয়ে পুছে
পেয়ার কিস্কো কেহেতি হে, বলোনা ?
এতক্ষন যা শুনছিলেন
সবছিলো আবেগের কথা
এখন বলছি বাস্তবতা।
বেশি টাকার বিনিময়
ভালো ফাস্টফুডে খাওয়া হয়
মেয়েরা তাকে ভালোবাসা কয়।
টাকা পয়সা ফুরালে
মেয়ারা যে যায় চলে
ছেলেদের বুড়ো আঙ্গুল দেখিয়ে,
লোকে আমারে শুধায়
মানুষ কেন ধোকা খায়, বলনা ?
চলে গেছো তাতে কি
নতুন একটা পেয়েছি
তোমার চেয়ে অনেক সুন্দরি।
লোকে আমারে শুধায়

ভালোবাসা কারে কয়, বলোনা ?

কিসমত আছে যতদিন
খেয়ে যাবো গাঁজা ততদিন
পড়ে রবো ভবের মূর্ছনায়,
লোকে আমারে শুধায়
মানুষ কেন গাঁজা খায় বলো না?
চলে গেছো তাতে কি
ভালোবেসে মরেছি
তুমি আছো হৃদয়ের আয়নায়
লোকে আমারে শুধায়
ভালোবাসা কারে কয়, বলোনা ?""",
  ),

  BanglaSongsData(
    id: '45',
    title: 'চুমকি চলেছে একা পথে',
    fullLyric: """চুমকি চলেছে একা পথে
সঙ্গী হলে দোষ কি তাতে
রাগ করোনা সুন্দরী গো
রাগলে তোমায় লাগে আরো ভালো

চুমকি চলেছে একা পথে
সঙ্গী হলে দোষ কি তাতে
হার মেনেছে দিনের আলো
রাগলে তোমায় লাগে আরো ভালো
সুন্দরী চলেছে একা পথে

মুখেতে গালি
মিঠা মিঠা হেয়ালি
যত খুশি গালাগালি করো
লাগে ভালো...
মুখেতে গালি
মিঠা মিঠা হেয়ালি
যত খুশি গালাগালি করো
লাগে ভালো...

আমাকে পাশে নিয়ে চলোনা
মিষ্টি করে তুমি বলোনা
তোমাকে যে আমি ভালোবাসি

চুমকি চলেছে একা পথে
সঙ্গী হলে দোষ কি তাতে
হার মেনেছে দিনের আলো
রাগলে তোমায় লাগে আরো ভালো
সুন্দরী চলেছে একা পথে...

ও টাঙ্গেওয়ালি
হাত করো খালি
চাবুক রেখে আমার হাত ধরো
সেই ভালো...
ও টাঙ্গেওয়ালি
হাত করো খালি
চাবুক রেখে আমার হাত ধরো
সেই ভালো...
একা একা এই পথ চলনা
আর কারো নজরে পড়োনা
তাহলে যে মরে যাবো আমি

চুমকি চলেছে একা পথে
সঙ্গী হলে দোষ কি তাতে
হার মেনেছে দিনের আলো
রাগলে তোমায় লাগে আরো ভালো

চুমকি চলেছে একা পথে
সঙ্গী হলে দোষ কি তাতে
হার মেনেছে দিনের আলো
রাগলে তোমায় লাগে আরো ভালো
সুন্দরী চলেছে একা পথে""",
  ),

  BanglaSongsData(
    id: '46',
    title: 'এক আকাশের তাঁরা তুই একা গুনিস নে',
    fullLyric: """এক আকাশের তাঁরা তুই একা গুনিস নে
গুনতে দিস তুই কিছু মোরে
এক আকাশের তাঁরা তুই একা গুনিস নে
গুনতে দিস তুই কিছু মোরে
ওরে সব ভাল তুই একা বাসিস নে
একটু ভালবাসতে দিস মোরে
সব ভাল তুই একা বাসিস নে
একটু ভালবাসতে দিস মোরে...

পুরো জোছনা তুই একা পোহাস নে
সংগে নিস রে তুই মোরে
পুরো জোছনা তুই একা পোহাস নে
সংগে নিস রে তুই মোরে
ওরে সব ভালো তুই একা বাসিস নে
একটু ভালবাসতে দিস মোরে
সব ভালো তুই একা বাসিস নে
একটু ভালবাসতে দিস মোরে...

হ্নদয় নায়ে চড়বি যখন....
বৈঠা দিসরে তুই মোরে।
ভাসবো না হয় দুজন মিলে....
স্বপ্ন লোকে জলে সুখের ঘোরে।
ওরে সব ভালো তুই একা বাসিস নে
একটু ভালবাসতে দিস মোরে
সব ভালো তুই একা বাসিস নে
একটু ভালবাসতে দিস মোরে...

দুখের বোঝা বইবি যখন...
স্বরন করিস রে তুই মোরে
আসবো ছুটে তোর কাছে...
যেখানে থাকি আমি যতো দুরে
ওরে সব ভালো তুই একা বাসিস নে
একটু ভালবাসতে দিস মোরে
সব ভালো তুই একা বাসিস নে
একটু ভালবাসতে দিস মোরে...

এক আকাশের তাঁরা তুই একা গুনিস নে
গুনতে দিস তুই কিছু মোরে
এক আকাশের তাঁরা তুই একা গুনিস নে
গুনতে দিস তুই কিছু মোরে
ওরে সব ভাল তুই একা বাসিস নে
একটু ভালবাসতে দিস মোরে
সব ভাল তুই একা বাসিস নে
একটু ভালবাসতে দিস মোরে
সব ভাল তুই একা বাসিস নে
একটু ভালবাসতে দিস মোরে
সব ভাল তুই একা বাসিস নে
একটু ভালবাসতে দিস মোরে।""",
  ),

  BanglaSongsData(
    id: '47',
    title: 'সাদা সাদা কালা কালা',
    fullLyric: """তুমি বন্ধু কালা পাখি
আমি যেন কি..
বসন্ত কালে তোমায়
বলতে পারিনি
তুমি বন্ধু কালা পাখি
আমি যেন কি..
বসন্ত কালে তোমায়
বলতে পারিনি

সাদা সাদা কালা কালা
রং জমেছে সাদা কালা
সাদা সাদা কালা কালা
রং জমেছে সাদা কালা
হইছি আমি মন পাগেলা
বসন্ত কালে..
তুমি বন্ধু কালা পাখি
আমি যেন কি..
বসন্ত কালে তোমায়
বলতে পারিনি
বসন্ত কালে তোমায়
বলতে পারিনি

পিরিত ভালা, গলার মালা
বললে কি আর হয়..
যারে ভালো লাগে আমার,
দেখলে তারে, চোখে নেশা হয় রে বন্ধু
চোখে নেশা হয়..

পিরিত ভালা, গলার মালা
বললে কি আর হয়..
যারে ভালো লাগে আমার,
দেখলে তারে, চোখে নেশা হয় রে বন্ধু
চোখে নেশা হয়..

সাদা সাদা কালা কালা

রঙ জমেছে সাদা কালা
সাদা সাদা কালা কালা
রঙ জমেছে সাদা কালা
হইছি আমি মন পাগেলা
বসন্ত কালে...

তুমি বন্ধু কালা পাখি
আমি যেন কি..
বসন্ত কালে তোমায়
বলতে পারিনি
বসন্ত কালে তোমায়
বলতে পারিনি..
বসন্ত কালে তোমায়
বলতে পারিনি
বসন্ত কালে তোমায়
বলতে পারিনি..
বসন্ত কালে তোমায়
বলতে পারিনি
বসন্ত কালে তোমায়
বলতে পারিনি..
বসন্ত কালে তোমায়
বলতে পারিনি
বসন্ত কালে তোমায়
বলতে পারিনি..""",
  ),

  BanglaSongsData(
    id: '48',
    title: 'বলবো না গো.. আর কোন দিন',
    fullLyric: """বলবো না গো.. আর কোনদিন
ভালবাস তুমি মোরে...
বলবো না গো.. আর কোনদিন
ভালবাস তুমি মোরে...

বলে ছিলে গো.. ভালবাসি গো
আজ কেন গো.. এমন ও হল
বলে ছিলে গো.. ভালবাসি গো
আজ কেন গো.. এমন ও হল
এমন ও হল এমন ও হল

বলবো না গো আর কোনদিন
ভাল বাস তুমি মোরে...

ভালবাসা কভু নাহি অপরাধ
তাই নিয়ে গো.. কেন প্রতিবাদ
ভালবাসা কভু নাহি অপরাধ
তাই নিয়ে গো.. কেন প্রতিবাদ
কেন প্রতিবাদ কেন প্রতিবাদ

বলবো না গো আর কোনদিন
ভালবাস তুমি মোরে....

ভালবাসাতে যে পেয়েছি আঘাত
সেই অনল গো দেহে জলে বার মাস
ভালবাসাতে যে পেয়েছি আঘাত
সেই অনল গো দেহে জলে বার মাস
বাউলের অন্তরে বাউলের অন্তরে

বলবো না গো.. আর কোনদিন
ভালবাস তুমি মোরে..
বলবো না গো.. আর কোনদিন
ভালবাস তুমি মোরে..
বলবো না গো.. আর কোনদিন

ভালবাস তুমি মোরে..""",
  ),

  BanglaSongsData(
    id: '49',
    title: 'তোমারে দেখিবার মনে চায়',
    fullLyric: """তোমারে দেখিবার মনে চায়
দেখা দাও আমায়,
তোমারে দেখিবার মনে চায়,,
দেখা দাও আমায়
তোমারে দেখিবার মনে চায়

আরে,দেখা দিয়া শান্ত করো
নইলে আমার প্রান যায়
দেখা দিয়া শান্ত করো
নইলে আমার প্রান যায়

তোমারে দেখিবার মনে চায়
দেখা দাও আমায়
তোমারে দেখিবার মনে চায়

বহু রুপ মহিমা তোমার তুমি রুপের মুরোতি
দেখতে শোভা মনো লোভা, তাই তো করি আরোতি
বহু রুপ মহিমা তোমার তুমি রুপের মুরোতি
দেখতে শোভা মনো লোভা, তাই তো করি আরোতি

রাখো হে আমার প্রনতি দয়াল বন্ধু শ্যামরায়

রাখো হে আমার প্রনতি, দয়াল বন্ধু শ্যামরায়

তোমারে দেখিবার মনে চায়
দেখা দাও আমায়
তোমারে দেখিবার মনে চায়,,

সামনে দারাও একবার, দেখি নয়ন ভরিয়া
ভালোবাসি তবে কেন, যাওনা শান্ত করিয়া

সামনে দারাও একবার, দেখি নয়ন ভরিয়া
ভালোবাসি তবে কেন, যাওনা শান্ত করিয়া

তোমারে দেখিয়া একবার, জল ঢেলে দেই বেদনায়
তোমারে দেখিয়া একবার, জল ঢেলে দেই বেদনায়

তোমারে দেখিবার মনে চায়
দেখা দাও আমায়,
তোমারে দেখিবার মনে চায়,,

বুকে আছে মুখে বন্ধু, আসে নাহি সর্বক্ষন
তোমারে দেখিতে আমার, করি যে রুপ আঁকিন-জন
বুকে আছে মুখে বন্ধু, আসে নাহি সর্বক্ষন
তোমারে দেখিতে আমার করি যে রুপ আঁকিন-জন

তুমি জানো আমার বেদন, কি রুপ চায় কল্পনায়

আরে,তুমি জানো আমার বেদন
কি রুপ চায় কল্পনায়

তোমারে দেখিবার মনে চায়
দেখা দাও আমায়
তোমারে দেখিবার মনে চায়,,

খেলবো পাশা ফুরাও আশা কাছে আসো প্রাননাথ
মনের আশা পুর্ন কর হাত কে মিলায়ে হাত
খেলবো পাশা ফুরাও আশা কাছে আসো প্রাননাথ
মনের আশা পুর্ন কর হাত কে মিলায়ে হাত

দয়াল হয়ে দিসনা আঘাত বলছে আমির পাগলায়

দয়াল হয়ে দিসনা আঘাত বলছে আমির পাগলায়
তোমারে দেখিবার মনে চায়
দেখা দাও আমায়
তোমারে দেখিবার মনে চায়
দেখা দাও আমার
তোমারে দেখিবার মনে চায়
দেখা দাও আমায়
তোমারে দেখিবার মনে চায়""",
  ),

  BanglaSongsData(
    id: '50',
    title: 'ও বন্ধুর প্রেমও জ্বালায় অঙ্গ জলেরে জ্বালায়',
    fullLyric: """অঙ্গ জ্বলে রে জ্বালা এই জ্বালা সই কেমনে
ও বন্ধুর প্রেমও জ্বালায় অঙ্গ জ্বলে রে জ্বালা কি দিয়া নিভাই। 
    
ও বন্ধুর প্রেমও জ্বালায় অঙ্গ জ্বলে রে জ্বালা কি দিয়া নিভাই। 
ও বন্ধুর প্রেমও জ্বালায় অঙ্গ জ্বলে রে জ্বালা কি দিয়া নিভাই। 
আমায় জ্বালায়, জ্বালায় অঙ্গ জ্বলে রে
আমায় জ্বালায়, জ্বালায় অঙ্গ জ্বলে রে
জ্বালা সই কেমনে
ও বন্ধুর প্রেমও জ্বালায় অঙ্গ জ্বলে রে জ্বালা কি দিয়া নিভাই। 

পিরিত করিয়া, সে গেল ছাড়িয়া, 
তার সঙ্গে দেখা শুনা নাই। 

পিরিত করিয়া, সে গেল ছাড়িয়া, 
তার সঙ্গে দেখা শুনা নাই। 
জানি বন্ধুর দয়া মায়া নাই
ও মন জলেরে 
জ্বালা কি দিয়া নিভাই
জ্বালা কি দিয়া নিভাই। 

আশায় বান্ধিয়া বুক, দেখিতে বন্ধুর মুখ, 
সর্ব দুঃখ পশরিয়ে যাই। 
দিবা নিশি ভাবি তারে, 
সে'ত ভাবেনা আমারে, 
বুঝি বন্ধুর দয়া মায়া নাই।

বন্ধু কি মোহিনী জানে, 
পরাণ ধরিয়ে টানে, 
দুই নয়নের ভঙ্গিমা দেখাই। 

আমার বন্ধু কি মোহিনী জানে, 
পরাণ ধরিয়ে টানে, 
দুই নয়নের ভঙ্গিমা দেখাই। 
জানি বন্ধুর দয়া মায়া নাই
ও মন জলেরে 
জ্বালা কি দিয়া নিভাই
জ্বালা কি দিয়া নিভাই। 

পাগল রমেশ বলে ফল হবে, কলবেতে তলবে, 
ধরা দিবে নাগর কানাই
জ্বালা কি দিয়া নিভাই
ও বন্ধুর প্রেমও জ্বালায় অঙ্গ জ্বলে রে জ্বালা কি দিয়া নিভাই
আমায় জ্বালায়, জ্বালায় অঙ্গ জ্বলে রে
জ্বালায়, জ্বালায় অঙ্গ জ্বলে রে
জ্বালা সই কেমনে
ও বন্ধুর প্রেমও জ্বালায় অঙ্গ জ্বলে রে জ্বালা কি দিয়া নিভাই
ও বন্ধুর প্রেমও জ্বালায় অঙ্গ জ্বলে রে জ্বালা কি দিয়া নিভাই।""",
  ),

  BanglaSongsData(
    id: '51',
    title: 'তুই যদি আমার হইতিরে বন্ধু',
    fullLyric: """তুই যদি আমার হইতিরে বন্ধু
আমি হইতাম তর...
বুকেতে জড়াইয়া তরে
বুকেতে জড়াইয়া তোরে
করিতাম আদর ও রে

তুই যদি আমার হইতিরে বন্ধু
তুই যদি আমার হইতিরে

টাকা পয়সা জমিদারি...
সবি দিমু তরে
সোনার ও পালংকে শুইয়া
থাকবি আমার ঘরে

টাকা পয়সা জমিদারি...
সবি দিমু তরে
সোনার ও পালংকে শুইয়া
থাকবি আমার ঘরে

তুই হবি মমতাজ আর
আমি শাহজাহান...
ফাকি দিয়া গেলে বন্ধু
দিমু এই পরান রে...

তুই যদি আমার হইতিরে বন্ধু
তুই যদি আমার হইতিরে

রাখমু তরে সারা জনম
দুই চোখেতে ধরে...
দিমুনা দিমুনা তরে
ছাড়িয়া যাইতে...

রাখমু তরে সারা জনম
দুই চোখেতে ধরে...
দিমুনা দিমুনা তরে
ছাড়িয়া যাইতে...

ভালবাইসা আদর দিয়া
বসাইমু অন্তরে...
পিরিতেরি ঘর বান্দিয়া
থাকমু জনম ভরে রে...
তুই যদি আমার হইতিরে বন্ধু
আমি হইতাম তর...
বুকেতে জড়াইয়া তরে
বুকেতে জড়াইয়া তরে
করিতাম আদর ও রে

তুই যদি আমার হইতিরে বন্ধু
তুই যদি আমার হইতিরে""",
  ),

  BanglaSongsData(
    id: '52',
    title: 'যেই রুপ লইয়া বড়াই করো রে বেইমান',
    fullLyric: """যেই রুপ লইয়া বড়াই করো রে বেইমান...
যেই রুপ লইয়া বড়াই করো রে বেইমান...
সেই রুপ হয়তো নাই আমার

সুন্দরের অহংকার একদিন ভাঙ্গবে রে তোমার..
ও জানি সুন্দরের অহংকার
একদিন ভাঙ্গবে রে তোমার...
যেই রুপ লইয়া বড়াই করো বেইমান....
যেই রুপ লইয়া বড়াই করো বেইমান....

সেই রুপ হয়তো নাই আমার
সুন্দরের অহংকার একদিন
ভাঙ্গবে রে তোমার...
সুন্দরের অহংকার একদিন
ভাঙ্গবে রে তোমার...

রুপ দেখিয়া তোমায় আমি বাসি নাইতো ভালো
মনের বদল মন চাহিয়া বিফল সবি গেলো..
বিফল সবি গেলো.. বিফল সবি গেলো..
রুপ দেখিয়া তোমায় আমি বাসি নাইতো ভালো
মনের বদল মন চাহিয়া বিফল সবি গেলো..
একদিন তুমি বুজবে টিকি রে বেইমান
একদিন তুমি বুজবে টিকি রে বেইমান
সার হইবে চোখের কান্দন
সুন্দরের অহংকার একদিন ভাঙ্গবে রে তোমার
ও জানি সুন্দরের অহংকার
একদিন ভাঙ্গবে রে তোমার....

সুন্দর মুখের আড়ল হতে ও সুন্দরীর এক মত
বড় দেরি হইলো বিধান চিনলাম যখন
সুন্দর মুখের আড়ল হতে ও সুন্দরীর এক মত
বড় দেরি হইলো বিধান চিনলাম যখন

আমারে আঘাত করিয়া রে বেইমান...
আমারে আঘাত কটিয়া রে বেইমান
কি সুখ তুমি পাইবা আর
সুন্দরের অহংকার একদিন ভাঙ্গবে রে তোমার
ওজানি সুন্দরের অহংকার
একদিন ভাঙ্গবে রে তোমার..
আমার আরো গান পেতে সংবুক ঘুরে আসুন
আমাকে ফলো দিয়ে একটিভ
থাকুন পরবর্তী গানের জন্য

শেষ কথাটা বলিয়া যাই শুনো রে বেইমান
সব কিছু হারাইয়া একদিন হইবে অবশান
শেষ কথাটা বলিয়া যাই শুনো রে বেইমান
সব কিছু হারাইয়া একদিন হইবে অবশান

জাহাঙ্গির আনা কয় বেইমান রে বেইমান..
জাহাঙ্গির আনা কয় বেইমান রে বেইমান..

কাদবে একদিন বেসময়

সুন্দরের অহংকার একদিন ভাঙ্গবে রে তোমার
ওজানি সুন্দরের অহংকার
একদিন ভাঙ্গবে রে তোমার..

যেই রুপ লইয়া বড়াই করিসরে বেইমান
যেই রুপ লইয়া বড়াই করিসরে বেইমান

সেই রুপ হয়তো নাই আমার
সুন্দরের অহংকার একদিন ভাঙ্গবে রে তোমার.
ওজানি সুন্দরের অহংকার
একদিন ভাঙ্গবে রে তোমার
ওজানি সুন্দরের অহংকার
একদিন ভাঙ্গবে রে তোমার
ওজানি সুন্দরের অহংকার
একদিন ভাঙ্গবে রে তোমার
ওজানি সুন্দরের অহংকার
একদিন ভাঙ্গবে রে তোমার""",
  ),

  BanglaSongsData(
    id: '53',
    title: 'বন্ধু তোর লাইগা রে',
    fullLyric: """বন্ধু তোর লাইগা রে
বন্ধু তোর লাইগা রে..
আমার তনু জড়জড়
মনে লয় ছাড়িয়ারে যাইতাম
থুইয়া বাড়ি ঘর
বন্ধু তোর লাইগা রে

বন্ধু তোর লাইগা রে
বন্ধু তোর লাইগা রে
আমার তনু জড়জড়
মনে লয় ছাড়িয়ারে যাইতাম
থুইয়া বাড়ি ঘর
বন্ধু তোর লাইগা রে

অরণ্য জঙ্গলার মাঝে
আমার একখান ঘর হায়রে
অরণ্য জঙ্গলার মাঝে
আমার একখান ঘর
ভাইও নাই বান্ধবও নাই
কে লইবো খবর হায়রে
ভাইও নাই বান্ধবও নাই
কে লইবো খবর

বন্ধু তোর লাইগা রে

বন্ধু তোর লাইগা রে
আমার তনু জড়জড়
মনে লয় ছাড়িয়ারে যাইতাম
থুইয়া বাড়ি ঘর
বন্ধু তোর লাইগা রে

বট বৃক্ষের তলে আইলাম
ছায়া পাইবার আশে হায়রে
বট বৃক্ষের তলে আইলাম
ছায়া পাইবার আশে
ডাল ভাঙ্গিয়া রৌদ্র ওঠে
আপন কর্মদোষে হায়রে
ডাল ভাঙ্গিয়া রৌদ্র ওঠে
আপন কর্মদোষে

বন্ধু তোর লাইগা রে
বন্ধু তোর লাইগা রে
আমার তনু জড়জড়
মনে লয় ছাড়িয়ারে যাইতাম
থুইয়া বাড়ি ঘর
বন্ধু তোর লাইগা রে

নদীও পার হইতে গেলাম
নদীরও কিনারে হায়রে
নদীও পার হইতে গেলাম
নদীরও কিনারে
আমারে দেখিয়ারে নৌকা
সরে দুরে দুরে হায়রে
আমারে দেখিয়ারে নৌকা
সরে দুরে দুরে

বন্ধু তোর লাইগা রে

বন্ধু তোর লাইগা রে
আমার তনু জড়জড়
মনে লয় ছাড়িয়ারে যাইতাম
থুইয়া বাড়ি ঘর
বন্ধু তোর লাইগা রে
বন্ধু তোর লাইগা রে
বন্ধু তোর লাইগা রে..
আমার তনু জড়জড়
মনে লয় ছাড়িয়ারে যাইতাম
থুইয়া বাড়ি ঘর

বন্ধু তোর লাইগা রে""",
  ),

  BanglaSongsData(
    id: '54',
    title: 'সোনা বন্ধু তুই আমারে',
    fullLyric: """সোনা বন্ধু তুই আমারে...
সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
মনেতো মানে না দিলে তো বুঝে না
মনেতো মানে না দিলে তো বুঝে না

সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
মনেতো মানে না দিলে তো বুঝে না
মনেতো মানে না দিলে তো বুঝে না

সোনা বন্ধুর এমনই গুন
জল দিলে নিভে না আগুন
সোনা বন্ধুর এমনই গুন
জল দিলে নিভে না আগুন
কি দিয়ে নিভাবো আগুন
আমায় একটু বলোনা

মনেতো মানে না দিলে তো বুঝে না
মনেতো মানে না দিলে তো বুঝে না

সোনা বন্ধু তুই আমারে
সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
মনেতো মানে না দিলে তো বুঝে না
মনেতো মানে না দিলে তো বুঝে না

সোনা বন্ধুর মুখের হাসি
যেন পূর্ণিমা শ্বশী
সোনা বন্ধুর মুখের হাসি
যেন পূর্ণিমা শ্বশী
হাসিতে হইয়িলাম পাগল ঘরে থাকতে দিলানা
মনেতো মানে না দিলে তো বুঝে না
মনেতো মানে না দিলে তো বুঝে না

সোনা বন্ধু তুই আমারে
সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
মনেতো মানে না দিলে তো বুঝে না
মনেতো মানে না দিলে তো বুঝে না

সোনা বন্ধুর প্রেমের তরী
চালাই তারে কেমন করি
সোনা বন্ধুর প্রেমের তরী
চালাই তারে কেমন করি
পাল তুলিয়া বইসা রইলাম
মাঝির দেখা পাইলাম না
মনেতো মানে না দিলে তো বুঝে না
মনেতো মানে না দিলে তো বুঝে না

সোনা বন্ধু তুই আমারে
সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
মনেতো মানে না দিলে তো বুঝে না
সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
মনেতো মানে না দিলে তো বুঝে না
মনেতো মানে না দিলে তো বুঝে না
সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
সোনা বন্ধু তুই আমারে করলি রে দিওয়ানা
মনেতো মানে না দিলে তো বুঝে না""",
  ),

  BanglaSongsData(
    id: '55',
    title: 'ওরে নীল দরিয়া',
    fullLyric: """ওরে নীল দরিয়া
আমায় দেরে দে ছাড়িয়া
বন্ধি হইয়া মনোয়া পাখি,হায়রে
কান্দে রইয়া রইয়া।
ওরে নীল দরিয়া
আমায় দেরে দে ছাড়িয়া
বন্ধি হইয়া মনোয়া পাখি,হায়রে
কান্দে রইয়া রইয়া।
ওরে নীল দরিয়া

কাছের মানুষ দুরে থুইয়া,
মরি আমি ধড়-ফড়াইয়া,রে
কাছের মানুষ দুরে থুইয়া,
মরি আমি ধড়-ফড়াইয়া,রে
দারুণ জ্বালা দিবানিশি
দারুণ জ্বালা দিবানিশি
অন্তরে অন্তরে
আমার এত সাধের মনোয়া পাখি হায়রে
কি জানি কি করে

ওরে সাম্পানের নাইয়া,
আমায় দেরে দে ভিড়াইয়া
বন্ধি হইয়া মনোয়া পাখি,হায়রে
কান্দে রইয়া রইয়া।
ওরে সাম্পানের নাইয়া

হইয়া আমি দেশান্তরী
দেশ-বিদেশে ভিড়াই তরী,রে
হইয়া আমি দেশান্তরী
দেশ-বিদেশে ভিড়াই তরী,রে
নোঙর ফেলি ঘাঁটে ঘাঁটে
নোঙর ফেলি ঘাঁটে ঘাঁটে
বন্দরে বন্দরে
আমার মনের নোঙর পইড়া রইছে হায়রে
সারেঙ বাড়ির ঘরে
এই না পথ ধরিয়া
আমি কত যে গেছি চইলা
একলা ঘরে মন বধূয়া আমার
রইছে পন্থ চাইয়া
ওরে নীল দরিয়া
আমায় দেরে দে ছাড়িয়া
বন্ধি হইয়া মনোয়া পাখি,হায়রে
কান্দে রইয়া রইয়া।
ওরে নীল দরিয়া""",
  ),

  BanglaSongsData(
    id: '56',
    title: 'কেন হল দেখারে তোমারে দেখলাম',
    fullLyric: """এই কেন হল দেখা রে
তোমারে দেখলাম
যারে আমি
যারে আমি
যারে আমি একেবারে হারাইলাম
এই জীবনে
যারে আমি একেবারে হারাইলাম

কেন হল দেখা রে
তোমারে দেখলাম বন্ধু
কেন হল দেখা রে
তোমারে দেখলাম
যারে আমি
যারে আমি
যারে আমি একেবারে হারাইলাম
এই জীবনে
যারে আমি একেবারে হারাইলাম

কোন মুখে দাঁড়াইয়া বলবো
এই মনের কথা
কথা শুনে তুমি যদি
পাও গো ব্যথা

কোন মুখে দাঁড়াইয়া বলবো
এই মনের কথা
কথা শুনে তুমি যদি
পাও গো ব্যথা
নিজের হাতে নিজের মাথায়
কুরাল মারিলাম
আমি

এই নিজের হাতে নিজের মাথায়
কুরাল মারিলাম
যারে আমি
যারে আমি একেবারে হারাইলাম
এই জীবনে…
যারে আমি একেবারে হারাইলাম

নিভে ছিল মনের আগুন
জ্বালাইয়া দিলা
পলকেরই দেখা দিয়া
কোথায় লুকাইলা

এই নিভে ছিল মনের আগুন
জ্বালাইয়া দিলা
পলকেরই দেখা দিয়া
কোথায় লুকাইলা
দুঃখে যাদের জীবন গড়া
দুঃখ মিয়া নাম

এই দুঃখে যাদের জীবন গড়া
দুঃখ মিয়া নাম
যারে আমি
যারে আমি
যারে আমি একেবারে হারাইলাম
এই জীবনে
যারে আমি একেবারে হারাইলাম
কেন হল দেখা রে
তোমারে দেখলাম
বন্ধু
এই কেন হল দেখারে
তোমারে দেখলাম
যারে আমি একেবারে হারাইলাম
এই জীবনে
যারে আমি একেবারে হারাইলাম

তোমায় দেখে মনে হলো
বাঁচিয়া থাকবো
কাছে তোমায় নাইবা পেলাম
দূর থেকেই দেখব
বন্ধু

তোমায় দেখে মনে হলো
বাঁচিয়া থাকবো
কাছে তোমায় নাইবা পেলাম
দূর থেকেই দেখব
তোমারে খুঁজিয়া বেড়াই
পাগল তোর সালাম
বন্ধু

এই তোমারে খুঁজিয়া বেড়াই
পাগল তোর সালাম
যারে আমি
যারে আমি
একেবারে হারাইলাম
এই জীবনে
যারে আমি একেবারে হারাইলাম

কেন হল দেখা রে
তোমারে দেখলাম
বন্ধু
কেন হল দেখা রে তোমারে দেখলাম
যারে আমি একেবারে হারাইলাম
এই জীবনে
যারে আমি একেবারে হারাইলাম
যারে আমি একেবারে হারাইলাম
যারে আমি একেবারে হারাইলাম""",
  ),

  BanglaSongsData(
    id: '57',
    title: 'বন্ধু তোমার ভালোবাসার ধরন ভালা না',
    fullLyric: """একজন মানুষ হইয়া তুমি কয়জনারে বিলাও মন
উপর উপর দেখাও ভালা ভেতরে কয়লার মতন

একজন মানুষ হইয়া তুমি কয়জনারে বিলাও মন
উপর উপর দেখাও ভালা ভেতরে কয়লার মতন
মুখের ভালবাসা দেখাও অন্তর..দিয়া বাসোনা

বন্ধু তোমার ভালোবাসার ধরন ভালা না
বন্ধু তোমার ভালোবাসার ধরন ভালা না

আমার ঘর আন্ধার করিয়া কার ঘরে দাও আলো
সরল মনটা নিয়া কেন নিঠুর খেলা খেলো

আমার ঘর আন্ধার করিয়া কার ঘরে দাও আলো
সরল মনটা নিয়া কেন নিঠুর খেলা খেলো
বিষ খাওয়াইয়া মারো আমায় তিলে তিলে মাইরোনা

বন্ধু তোমার ভালোবাসার ধরন ভালা না
বন্ধু তোমার ভালোবাসার ধরন ভালা না

নাইবা যদি বাসো ভালো কেন আশা দাও
মিছা আশা দিয়া কেন হৃদয় টা পোড়াও

নাইবা যদি বাসো ভালো কেন আশা দাও
মিছা আশা দিয়া কেন হৃদয় টা পোড়াও
মিঠা মিঠা কথা কইয়া আর জ্বালাতন কইরোনা

বন্ধু তোমার ভালোবাসার ধরন ভালা না

বন্ধু তোমার ভালোবাসার ধরন ভালা না

একজন মানুষ হইয়া তুমি কয়জনারে বিলাও মন
উপর উপর দেখাও ভালা ভেতরে কয়লার মতন
মুখের ভালবাসা দেখাও অন্তর..দিয়া বাসোনা
বন্ধু তোমার ভালোবাসার ধরন ভালা না
বন্ধু তোমার ভালোবাসার ধরন ভালা না

বন্ধু তোমার ভালোবাসার ধরন ভালা না
বন্ধু তোমার ভালোবাসার ধরন ভালা না""",
  ),

  BanglaSongsData(
    id: '58',
    title: 'মধুর মধুর কথা কইয়া চিত্তে দাগা দিল',
    fullLyric: """মধুর মধুর কথা কইয়া চিত্তে দাগা দিল
মধুর মধুর কথা কইয়া চিত্তে দাগা দিল
হায়গো আমার বন্ধে কি দোষে কান্দাইলো
হায়গো আমার বন্ধে কি দোষে কান্দাইলো

মধুর মধুর কথা কইয়া চিত্তে দাগা দিল
আমায় মধুর মধুর কথা কইয়া চিত্তে দাগা দিল
হায়গো আমার বন্ধে কি দোষে কান্দাইলো
হায়গো আমার বন্ধে কি দোষে কান্দাইলো

মনে ছিল আশাগো আমার প্রাণে ছিল আশা
বন্ধুর সনে গহীন বনে বাঁধবো সুখের বাসা

মনে ছিল আশাগো আমার প্রাণে ছিল আশা
বন্ধুর সনে গহীন বনে বাঁধবো সুখের বাসা
আমার আশার বাসা ভাইঙ্গা
দিয়া কার মায়া মজিল

আমার আশার বাসা ভাইঙ্গা বন্ধে
কার মায়া মজিল
হায়গো আমার বন্ধে কি দোষে কান্দাইলো
হায়গো আমার বন্ধে কি দোষে কান্দাইলো

কান্দে পোড়া আখি আমি কেমনে গৃহে থাকি
বন্ধুর জন্য ছটফট করে আমার পরান পাখি

কান্দে পোড়া আখি আমি কেমনে গৃহে থাকি
বন্ধুর জন্য ছটফট করে আমার পরান পাখি
আমি পন্থের দিকে চাইয়া থাকি
ওই বুঝি আসিলো

আমি পন্থের দিকে চাইয়া থাকি
ওই বুঝি আসিলো
হায়গো আমার বন্ধে কি দোষে কান্দাইলো
হায়গো আমার বন্ধে কি দোষে কান্দাইলো

আমি না দেখিলে মরি আমি উপায় কিযে করি
বন্ধুরে না পাইলে আমার গলায় দিব দড়ি

আমি না দেখিলে মরি আমি উপায় কিযে করি
বন্ধুরে না পাইলে আমার গলায় দিব দড়ি
লোকে বলবে আক্কাস দেওয়ান কি মরা মরিল

লোকে বলবে আক্কাস দেওয়ান কি মরা মরিল
হায়গো আমার বন্ধে কি দোষে কান্দাইলো
হায়গো আমার বন্ধে কি দোষে কান্দাইলো
মধুর মধুর কথা কইয়া চিত্তে দাগা দিল
আমায় মধুর মধুর কথা কইয়া চিত্তে দাগা দিল
হায়গো আমার বন্ধে কি দোষে কান্দাইলো
হায়গো আমার বন্ধে কি দোষে কান্দাইলো
হায়গো আমার বন্ধে কি দোষে কান্দাইলো
হায়গো আমার বন্ধে কি দোষে কান্দাইলো""",
  ),

  BanglaSongsData(
    id: '59',
    title: 'অভাগার বাসরে বন্ধু কেন আইলানা',
    fullLyric: """আতর গোলাপ সুয়া চন্দন
সাজাইলাম ফুল বিছানা
অভাগার বাসরে বন্ধু কেনো আইলা না
অভাগার বাসরে বন্ধু কেনো আইলা না,

তুমি আইসো নিশিরাত....
আমার হাতে রাখো হাত
বুকে বুক মিলাইয়া করবো মোলাকাত
তুমি আইসো নিশিরাত...
আমার হাতে রাখো হাত
বুকে বুক মিলাইয়া করবো মোলাকাত
প্রাণে আর দিওনা আঘাত
প্রাণে আর দিওনা আঘাত
অরে মোর প্রেমও সোনা
অভাগির বাসরে বন্ধু কেনো আইলা না
অভাগির বাসরে বন্ধু কেনো আইলা না

আমি গাইবো প্রেমের গান......
শুনেন যত আশেকান
চতুর দিকে বসে আছেন বৃদ্ধ নওজোয়ান

আমি গাইবো প্রেমের গান......
শুনেন যত আশেকান
চতুর দিকে বসে আছেন বৃদ্ধ নওজোয়ান
জুরাইবে সকলের পরাণ
জুরাইবে সকলের পরাণ
অরে মোর প্রেমও সোনা
অভাগার বাসরে বন্ধু কেনো আইলা না
অভাগার বাসরে বন্ধু কেনো আইলা না

পাগল কফিল মিয়ায় কয়....
তোমার মনে যদি লয়
একবার এসে দেখা দিও আমার সমুদয়

পাগল কফিল মিয়ায় কয়.....
তোমার মনে যদি লয়
একবার এসে দেখা দিও আমার সমুদয়

প্রেম জ্বালা মোর বুকেতে রয়
প্রেম জ্বালা মোর বুকেতে রয়
জল ঢালিলে নিভে না

অভাগার বাসরে বন্ধু কেনো আইলা না
অভাগার বাসরে বন্ধু কেনো আইলা না
অভাগার বাসরে বন্ধু কেনো আইলা না
অভাগির বাসরে বন্ধু কেনো আইলা না
অভাগির বাসরে বন্ধু কেনো আইলা না""",
  ),

  BanglaSongsData(
    id: '60',
    title: 'কথা দিয়া বন্ধু ফিরা না আইলা',
    fullLyric: """কথা দিয়া কথা রাখলা না
ও সোনা বন্ধু রে…
কথা দিয়া কথা রাখলা না
সোনা বন্ধু রে ॥

এই কি ছিলো তোমার কথা
বক্ষ ভইরা দিবা ব্যথা
ব্যথা দিতে একবার ভাবলা না ॥
নিজে ব্যথার গন্ধ মাখলা না
সোনা বন্ধু রে….

কার বা কুমন্ত্রণায় পড়ি
গেলা তুমি আমায় ছাড়ি
ছাইড়া যাইতে ফিইরা চাইলা না ॥
তুমি আমার হইয়া থাকলা না
সোনা বন্ধু রে….

কেঁন্দে কয় পাগল হাসানে
শেল মারলা বুক বাইন্ধা পাষানে
শেল মারিতে একবার ভাবলা না ॥
বন্ধু কইয়া আমায় রাখলা না
সোনা বন্ধু রে….

তুমি কথা দিছলা আমার হইবা
তুমি আমার হইয়া রইবা
এই দুনিয়াই আমার হইলা না ।
সোনা বন্ধু রে….""",
  ),

  BanglaSongsData(
    id: '61',
    title: 'আগে যদি জানতাম',
    fullLyric: """আগে যদি জানতাম
তবে মন ফিরে চাইতাম
এই জ্বালা আর প্রাণে সহে না
ও মন রে
কিসের তরে রয়ে গেলি তুই

আগে যদি জানতাম
তবে মন ফিরে চাইতাম
এই জ্বালা আর প্রাণে সহে না
আগে যদি জানতাম
তবে মন ফিরে চাইতাম
এই জ্বালা আর প্রাণে সহে না

বলেছিলি তুই যে আমায়
আমি নাকি ভুলে যাবো
ভুলে আমি ঠিকই তো যেতাম
পোড়া মনে তোরই কথা
বারে বারে বেজে ওঠে
পোড়া মনে তোরই কথা
বারে বারে বেজে ওঠে

তাই তোকে আর ভোলা হলো না রে
এই জ্বালা আর প্রাণে সহে না রে….
আগে যদি জানতাম
তবে মন ফিরে চাইতাম
এই জ্বালা আর প্রাণে সহে না

জানি না কেনো যে আমায়
একা ফেলে চলে গেলি
ভুলেও কি মনে পড়ে না
তোরই মতো কোনদিনও
আমিও যে ভুলে যাবো
তোরই মতো কোনদিনও
আমিও যে ভুলে যাবো
তবু এই জ্বালা প্রাণে সইবো না রে

এই জ্বালা আর প্রাণে সহে না
আগে যদি জানতাম
তবে মন ফিরে চাইতাম
এই জ্বালা আর প্রাণে সহে না
ও মন রে
কিসের তরে রয়ে গেলি তুই
ও মন রে
কিসের তরে রয়ে গেলি তুই
আগে যদি জানতাম
তবে মন ফিরে চাইতাম
এই জ্বালা আর প্রাণে সহে না

এই জ্বালা আর প্রাণে সহে না
এই জ্বালা আর প্রাণে সহে না""",
  ),

  BanglaSongsData(
    id: '62',
    title: 'বন্ধুরে, তোর মনে কি নাইরে দয়া মায়া',
    fullLyric: """বন্ধুরে, তোর মনে কি নাইরে দয়া মায়া
বন্ধুরে, বন্ধু তোর মনে কি নাইরে দয়া মায়া

ও তুই দুঃখ দিলি বারে বারে
দুঃখ দিলি বারে বারে
আমায় সরল পাইয়া
তোর মনে কি নাইরে দয়া মায়া
বন্ধুরে, তোর মনে কি নাইরে দয়া মায়া

ঘর‍টা আমার আরশি নগর
কাছে থাইকাও হইলিরে পর
ভাইঙ্গা দিলি স্বপ্নে গড়া সাজানো বাসর
ঘর‍টা আমার আরশি নগর
কাছে থাইকাও হইলিরে পর
ভাইঙ্গা দিলি স্বপ্নে গড়া সাজানো বাসর

ভুল বুইঝা তুই হইয়া গেলি
ভুল বুইঝা তুই হইয়া গেলি
উজান গাঙ্গের নাইয়া
বন্ধুরে, তোর মনে কি নাইরে দয়া মায়া!

কোথায় হাসন, লালন ফকির
প্রেমের জন্য কইরা জিকির
কোথায় রে সে একতারা আর
কোথায় সে আশর
কোথায় হাসন, লালন ফকির
প্রেমের জন্য কইরা জিকির
কোথায় রে সে একতারা আর
কোথায় সে আশর

এত দুঃখ রাখব কোথায়
এত দুঃখ রাখব কোথায়
রইবো কোথায় যাইয়া
বন্ধুরে, তোর মনে কি নাইরে দয়া মায়া!
বন্ধুরে, তোর মনে কি নাইরে দয়া মায়া

ও তুই, দুঃখ দিলি বারে বারে
দুঃখ দিলি বারে বারে
আমায় সরল পাইয়া
তোর মনে কি নাইরে দয়া মায়া
বন্ধুরে, তোর মনে কি নাইরে দয়া মায়া।""",
  ),

  BanglaSongsData(
    id: '63',
    title: 'মাটির একটা ঘর বানাবো',
    fullLyric: """আমি মাটির একখান ঘর বানাবো
খেঁজুর পাতার ছাওনি দিবো
বাঁশের খুটির বেড়া দিয়ে
মহা কালের ঘুম ঘুমাবো....


আমি মাটির একখান ঘর বানাবো
খেঁজুর পাতার ছাওনি দিবো
বাঁশের খুটির বেড়া দিয়ে
মহা কালের ঘুম ঘুমাবো

আরে~সাদা কাপড় পইড়া আমি
গান গাইবো আকাশ ছুমি
ওপারেতে ঠোল পিটিয়ে আমার
বিয়ের দাওয়াত দিবো...

আমি মাটির একখান ঘর বানাবো
খেঁজুর পাতার ছাওনি দিবো
বাঁশের খুটির বেড়া দিয়ে
মহা কালের ঘুম ঘুমাবো....

আরে...আতর গোলাপ চন্দন মাইখা
সবাই মোরে যাইবো রে রাইখা...

আরে...আতর গোলাপ চন্দন মাইখা
সবাই মোরে যাইবো রাইখা
চুপি সারে একলা ঘরে কলমি
ফুলের সুভাশ নেবো...

আমি মাটির একখান ঘর বানাবো
খেঁজুর পাতার ছাওনি দিবো
বাঁশের খুটির বেড়া দিয়ে
মহা কালের ঘুম ঘুমাবো....

আরে...ছাইড়া যাইবো ইটের শহর
মাটির ঘরে কাটবে রে প্রহর

আরে...ছাইড়া যাইবো ইটের শহর
মাটির ঘরে কাটবে প্রহর
মন মহাজন ডাকলে পরে চোখ
খুলিয়া সোহাগ নেবো...

আমি মাটির একখান ঘর বানাবো
খেঁজুর পাতার ছাওনি দিবো
বাঁশের খুটির বেড়া দিয়ে
মহা কালের ঘুম ঘুমাবো....

আরে...সাদা কাপড় পইড়া আমি
গান গাইবো আকাশ ছুমি
ওপারেতে ঠোল পিটিয়ে আমার
বিয়ের দাওয়াত দিবো...

আমি মাটির একখান ঘর বানাবো
খেঁজুর পাতার ছাওনি দিবো
বাঁশের খুটির বেড়া দিয়ে
মহা কালের ঘুম ঘুমাবো....""",
  ),

  BanglaSongsData(
    id: '64',
    title: 'বাড়ির পাশে বেতের আড়া',
    fullLyric: """বাড়ির পাশে বেতের আড়া
হাল জুইড়াছি বিহান বেলা রে
এতো বেলা হয় ভাবি জান 
পান্তা নাই মোর ক্ষ্যতে রে...
এতো বেলা হয় ভাবি জান
পান্তা নাই মোর ক্ষেতে রে..

বাড়ির পাশে বেতের আড়া....আ..
হাল ধইরাছে ছোট্ট দেউরা রে..
এতো বেলা হয় দেউরা মোর
পান্তা খাইনা আইসারে..
এতো বেলা হয় দেউরা মোর
পান্তা খাইনা আইসারে..

পান্তার বাঁটি হাতে লইয়ে....হে..
চলছে ভাবি ঐ না পন্থে রে..
চলিতে তার ধাপ উঠেনা
ঐ না মাঞ্জার বিষেরে..
চলিতে তার ধাপ উঠেনা
ঐ না মাঞ্জার বিষেরে..

স্বামী আমার যেমন তেমন....
দেউরা আমার মনের মতন রে..
দেউরা মরলে হবো পাগল হবো দেশান্তরি রে..
দেউরা মরলে হবো পাগল হবো দেশান্তরি রে..

ক্ষেত নষ্ট দুবলা ঘাসে.....হে..
নারী নষ্ট পুকুর ঘাঁটে রে..
পুরুষ নষ্ট হয় দেউরা গো
ঐ না শহর বাঁজারে..
পুরুষ নষ্ট হয় দেউরা গো
ঐ না শহর বাঁজারে..
জ্যৈষ্ঠ মাসে আঁম পড়ে....
টাপুর টুপুর শব্দ করে রে..
দেউরা আমার আঁম টোকাইয়া
রাখে আমার ঘরে রে..
দেউরা আমার আঁম টোকাইয়া
রাখে আমার ঘরে রে..

আঁম টোকাই ভোর বিহানে.....
মনডা ঠাকে ভাবির ধ্যানে রে..
একলা ঘরে ভাবি আমার রইছে কেমন করে রে..
একলা ঘরে ভাবি আমার রইছে কেমন করে রে..

দেউরা আমার বাঁজারে যাই....
পন্থে বড় বাঘের ভয় ও রে..
দেউরা কে মুই কিনা দিমু
ময়ূরপঙ্খী ঘোড়া রে..
দেউরা কে মুই কিনা দিমু
ময়ূরপঙ্খী ঘোড়া রে..

বাঁজার থাইকা আইসা দেখি....
ভাবি আমার বানছে ডেকি রে..
ভাবির জন্যে আনছি আমি
চাঁন্দির একখান টিকলি রে..
ভাবির জন্যে আনছি আমি
চাঁন্দির একখান টিকলি রে..

বাড়ির পাশে বেতের আড়া....আ..
হাল ধইরাছে ছোট্ট দেউরা রে..
এতো বেলা হয় ভাবি জান
পান্তা নাই মোর ক্ষেতে রে..
এতো বেলা হয় দেউরা মোর
পান্তা খাইনা আইসারে..
এতো বেলা হয় ভাবি জান
পান্তা নাই মোর ক্ষেতে রে..
এতো বেলা হয় দেউরা মোর
পান্তা খাইনা আইসারে...""",
  ),

  BanglaSongsData(
    id: '65',
    title: 'আমি তোমায় ভালোবাসি, জগতে হইয়াছি দোষী ',
    fullLyric: """আমি তোমায় ভালবাসি
জগতে হইয়াছি দোষী
আমি তোমায় ভালবাসি
জগতে হইয়াছি দোষী
না পাইয়া তবু খুশি
না পাইয়া তবু খুশি
তোমার ছবি রাখলাম অন্তরায়
তোমার সনে প্রেম করিয়া
হইলাম কতই অপমান
তোমার সনে প্রেম করিয়া
হইলাম কতই অপমান

মিষ্টি মধুর কথা কইয়া
আমার সাথে প্রেম করিলা
মিষ্টি মধুর কথা কইয়া
আমার সাথে প্রেম করিলা
এখন কেন যাও ভুলিয়া
এখন কেন যাও ভুলিয়া
তোমার সনে প্রেম করিয়া
হইলাম কতই অপমান
তোমার সনে প্রেম করিয়া
হইলাম কতই অপমান

জাতি কূল মান সবই গেলো
জাতি কূল মান সবই গেলো
এখন শুধু বাকি প্রান
তোমার সনে প্রেম করিয়া
হইলাম কতই অপমান
তোমার সনে প্রেম করিয়া
হইলাম কতই অপমান

তোমার সনে প্রেম করিয়া
হইলাম কতই অপমান
তোমার সনে প্রেম করিয়া
হইলাম কতই অপমান
তোমার সনে প্রেম করিয়া
হইলাম কতই অপমান
তোমার সনে প্রেম করিয়া
হইলাম কতই অপমান""",
  ),

  BanglaSongsData(
    id: '66',
    title: 'আমার হার কালা করলাম রে',
    fullLyric: """আমার হার কালা করলাম রে
আমার দেহ কালার লাইগা রে
ওরে অন্তর কালা করলাম রে
দুরন্ত পরবাসে
আমার হার কালা করলাম রে
আমার দেহ কালার লাইগা রে
ওরে অন্তর কালা করলাম রে
দুরন্ত পরবাসে

মনো রে এএএএএএএএ......

ওরে হাইল্যা লকের লাঙ্গল বাকাঁ
জনম বাকাঁ চাদঁ রে
জনম বাকাঁ চাদঁ
ওরে হাইল্যা লকের লাঙ্গল বাকাঁ
জনম বাকাঁ চাদঁ রে
জনম বাকাঁ চাদঁ
তার চাইতে অধিক বাকাঁ হায় হায়
তার চাইতে অধিক বাকা
যারে দিছি প্রাণ রে
দুরন্ত পরবাসে

মনো রে এএএএএএএএ......

ওরে কূল বাকাঁ গাঙ বাকাঁ
বাকাঁ গাঙের পানি রে
বাকাঁ গাঙের পানি
ওরে কূল বাকাঁ গাঙ বাকাঁ
বাকাঁ গাঙের পানি রে
বাকাঁ গাঙের পানি
সকল বাকাঁয় বায়লাম নৌকা হায় হায়
সকল বাকাঁয় বায়লাম নৌকা
তবু বাকাঁ না জানি রে

দুরন্ত পরবাসে
আমার হাড় কালা করলাম রে
আরে আমার দেহ কালার লাইগারে
ওরে অন্তর কালা করলাম রে
দুরন্ত পরবাসে

মনো রে এএএএএএএএ......

ওরে হাড় হইলো জড়োজড়ো
অন্তর হইল পোড়া রে
আমার অন্তর হইল পোড়া
ওরে হাড় হইলো জড়োজড়ো
অন্তর হইল পোড়া রে
আমার অন্তর হইল পোড়া
পিড়িতি ভাঙ্গিয়া গেলে হায় হায়
পিড়িতি ভাঙ্গিয়া গেলে
নাহি লাগে জোড়া রে

দুরন্ত পরবাসে
আমার হাড় কালা করলাম রে
আরে আমার দেহ কালার লাইগারে
ওরে অন্তর কালা করলাম রে
দুরন্ত পরবাসে
আমার হাড় কালা করলাম রে
আরে আমার দেহ কালার লাইগারে
ওরে অন্তর কালা করলাম রে
দুরন্ত পরবাসে""",
  ),

  BanglaSongsData(
    id: '67',
    title: 'বন্ধে মায়া লাগাইছে পিরিতি শিখাইছে',
    fullLyric: """বন্ধে মায়া লাগাইছে পিরিতি শিখাইছে
বন্ধে মায়া লাগাইছে পিরিতি শিখাইছে
দেওয়ানা বানাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে
বন্ধে মায়া লাগাইছে পিরিতি শিখাইছে
বন্ধে মায়া লাগাইছে পিরিতি শিখাইছে
দেওয়ানা বানাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে

বসে ভাবি নিরালায়
আগেতো জানিনা বন্দের পিরিতির জ্বালা
বসে ভাবি নিরালায়
আগেতো জানিনা বন্দের পিরিতির জ্বালা
হায় গো ইটের বাটায়
কয়লা দিয়া আগুন জালাইছে
হায় গো ইটের বাটায়
কয়লা দিয়া আগুন জালাইছে
দেওয়ানা বানাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে
বন্ধে মায়া লাগাইছে পিরিতি শিখাইছে
বন্ধে মায়া লাগাইছে পিরিতি শিখাইছে
দেওয়ানা বানাইছে….
কি যাদু করিয়া বন্ধে মায়া লাগাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে

কি বলিবো আর 
বিচ্ছেদের আগুনে পুরে কলিজা আঙ্গার
কি বলিবো আর 
বিচ্ছেদের আগুনে পুরে কলিজা আঙ্গা্র
প্রাণ বন্ধের পিরিতে আমায় পাগল করেছে
হায়গো প্রাণ বন্ধের পিরিতে
আমায় পাগল করেছে
দেওয়ানা বানাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে
বন্ধে মায়া লাগাইছে পিরিতি শিখাইছে
বন্ধে মায়া লাগাইছে পিরিতি শিখাইছে
দেওয়ানা বানাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে

পাগল আব্দুল করিম গায়
ভুলিতে পারিনা আমার মনে যারে চায়
পাগল আব্দুল করিম গায়
ভুলিতে পারিনা আমার মনে যারে চায়
কুল নাশা পিরিতের নেশার কুলমান গেছে
হায়গো কুল নাশা পিরিতের নেশার কুলমান গেছে
দেওয়ানা বানাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে
মায়া লাগাইছে পিরিতি শিখাইছে
মায়া লাগাইছে পিরিতি শিখাইছে
দেওয়ানা বানাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে
বন্ধে মায়া লাগাইছে পিরিতি শিখাইছে
বন্ধে মায়া লাগাইছে পিরিতি শিখাইছে
দেওয়ানা বানাইছে

কি যাদু করিয়া বন্ধে মায়া লাগাইছে
কি যাদু করিয়া বন্ধে মায়া লাগাইছে""",
  ),

  BanglaSongsData(
    id: '68',
    title: 'কি জালা দিয়ে গেলা মোরে',
    fullLyric: """হুম হুম হুম হুম হুম ,,,
হুম হুম হুম হুম হুম হুম হু,,
হুম হুম হুম হুম হুম,,,

কি জালা দিয়ে গেলা মোরে ,,,
নয়নের কাজল পরানের বন্ধুরে
না দেখিলে পরান পোড়ে ,,,

কি দুঃখ দিয়ে গেলা মোরে ,,,,
নয়নের কাজল পরানের বন্ধুরে
না দেখিলে পরান পোড়ে ,,,
না দেখিলে পরান পোড়ে ,,,,

হুম হুম হুম হুম হুম ,,,
হুম হুম হুম হুম হুম হুম হু,,
হুম হুম হুম হুম হুম,,,

না রাখি মাটিতে না রাখি পাটিতে
না রাখি পালঙ্কের উপরে ,,,

ও ও ও ও ও

না রাখি মাটিতে না রাখি পাটিতে
না রাখি পালঙ্কের উপরে

সিথির সিন্দুরে রাখিব বন্ধুরে
সিথির সিঁদুরে রাখিব বন্ধুরে
ভিড়িয়ে রেশম ডরে
ভিড়িয়ে রেশম ডরে

হুম হুম হুম হুম হুম ,,,
হুম হুম হুম হুম হুম হুম হু,,
হুম হুম হুম হুম হুম,,,

বন্ধু পরবাসী পরের ঘরে আসি
এত ঘুমে কেন ধরে ,,,

ও ও ও ও ও ও

ও বন্ধু পরবাসী পরের ঘরে আসি
এত ঘুমে কেন ধরে

কয়লা করে ধ্বনি পহায়লো রজনী
কয়লা করে ধ্বনি পহায়লো রজনী
না ডাকি ননদিনীর ডরে
না ডাকি ননদিনীর ডরে


কি জালা দিয়ে গেলা মোরে
নয়নের কাজল পরানের বন্ধুরে
না দেখিলে পরান পোড়ে
না দেখিলে পরান পোড়ে
না দেখিলে পরান পোড়ে""",
  ),

  BanglaSongsData(
    id: '69',
    title: 'কেন পিড়িতি বাড়াইলা রে বন্ধু',
    fullLyric: """কেন পিড়িতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি
কেন পিড়িতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি


কেমনে রাখিব তর মন
আমার আপন ঘরে বাদী রে বন্ধু
ছেড়ে যাইবা যদি
কেন পিড়িতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি

পাড়া পড়শী বাদী আমার
বাদী কালন নদী
পাড়া পড়শী বাদী আমার
বাদী কালন নদী

মরম-জ্বালা সইতে নারি..
দিবানিশি কাঁদি রে বন্ধু
ছেড়ে যাইবা যদি
কেন পিড়িতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি

কারে কি বলিব আমি
নিজে অপরাধী
কারে কি বলিব আমি
নিজে অপরাধী

কেঁদে কেঁদে চোখের জলে
বহাইলাম নদী রে বন্ধু
ছেড়ে যাইবা যদি
কেন পিড়িতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি

পাগুল আব্দুল করিম বলে...
হল এ কী ব্যাধি
পাগুল আব্দুল করিম বলে
হল এ কী ব্যাধি


তুমি বিনে এ ভুবনে
কে আছে ঔষধি রে বন্ধু
ছেড়ে যাইবা যদি

কেন পিড়িতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি""",
  ),

  BanglaSongsData(
    id: '70',
    title: 'ভাবের দেশে থাকো কন্যা গো কন্যা',
    fullLyric: """ভাবের দেশে থাকো কন্যা গো কন্যা
ভাবের দেশেই বাড়ি
আমারে বানায় বা নি তোমার
প্রেমেরি কানডারি
আমারে বানায় বা নি তোমার
প্রেমেরি কানডারি
ভাবের দেশে থাকো কন্যা গো কন্যা
ভাবের দেশে বাড়ি
আমারে বানায় বা নি তোমার
প্রেমেরি কানডারি
আমারে বানায় বা নি তোমার
প্রেমেরি কানডারি।

উড়ু উড়ু মেঘ হয়ে উড়িয়া বেড়াও
পাড়ার লোকে বলে তুমি বদলে নাকি যাও

উড়ু উড়ু মেঘ হয়ে উড়িয়া বেড়াও
পাড়ার লোকে বলে তুমি বদলে নাকি যাও
তবু তোমার সাথে রাখো গো কন্যা
নাহি ছাড়া ছাড়ি
আমারে বানায় বা নি তোমার
প্রেমেরি কানডারি
আমারে বানায় বা নি তোমার
প্রেমেরি কানডারি।

দূরে চলে যেতে যেতে যতোই দূরে যাও
তোমার সাথে আমায় রে বন্ধু সংগে কইরা নাও

দূরে চলে যেতে যেতে যতোই দূরে যাও
তোমার সাথে আমায় রে বন্ধু সংগে কইরা নাও
কথা যদি নাহি শোনো,গো কন্যা
তোমার সাথে আড়ি

আমারে বানায় বা নি তোমার
প্রেমেরি কানডারি
আমারে বানায় বা নি তোমার
প্রেমেরি কানডারি
ভাবের দেশে থাকো কন্যা গো কন্যা
ভাবের দেশে বাড়ি
আমারে বানায় বা নি তোমার
প্রেমেরি কানডারি
আমারে বানায় বা নি তোমার
প্রেমেরি কানডারি""",
  ),

  BanglaSongsData(
    id: '71',
    title: 'বায়স্কোপ',
    fullLyric: """তোমার বাড়ির রঙ্গের মেলায়
দেখেছিলাম বায়স্কোপ,
বায়স্কোপের নেশায় আমায় ছাড়েনা
বায়স্কোপের নেশায় আমায় ছাড়েনা
ডাইনে তোমার চাচার বাড়ী
বায়ের দিকে পুকুরঘাট,
সেই ভাবনায় বয়স আমার বাড়েনা
সেই ভাবনায় বয়স আমার বাড়েনা

অন্তরে থাক পদ্ম-গোলাপ
গদ্যে-পদ্যে আঁকছি মুখ
ঘুরতে ছিলাম রঙ্গের মেলায়
অপূর্ব সে তোমার চোখ,
অমন পলক ফেলতে তো কেউ পারেনা
অমন পলক ফেলতে তো কেউ পারেনা

তোমার বাড়ির রঙ্গের মেলায়
দেখেছিলাম বায়স্কোপ,
বায়স্কোপের নেশায় আমায় ছাড়েনা
বায়স্কোপের নেশায় আমায় ছাড়েনা

হঠাৎ তোমায় মন দিয়েছি
ফেরৎ চাইনি কোন দিন
মন কি তোমার হাতের নাটাই
তোমার কাছে আমার ঋণ,
মন হারালেও মনের মানুষ হারে না
মন হারালেও মনের মানুষ হারে না

তোমার বাড়ির রঙ্গের মেলায়
দেখেছিলাম বায়স্কোপ
বায়স্কোপের নেশায় আমায় ছাড়েনা
বায়স্কোপের নেশায় আমায় ছাড়েনা
ডাইনে তোমার চাচার বাড়ি
বায়ের দিকে পুকুরঘাট
সেই ভাবনায় বয়স আমার বাড়েনা

সেই ভাবনায় বয়স আমার বাড়েনা""",
  ),
  BanglaSongsData(
    id: '72',
    title: 'আমার কাছে তুমি মানে সাত রাজার ধন',
    fullLyric: """আমার কাছে তুমি মানে সাত রাজার ধন
আমার কাছে তুমি মানে অন্যরকম
তোমার কাছে হয়ত বন্ধু আমি কিছুনা
তাইতো তোমার স্বপ্নে বন্ধু আমি আসিনা
আমি মানে তুমি আর তুমি মানে আমি
আমার কাছে আমার চেয়ে বন্ধু তুমি দামি
আমি মানে তুমি আর তুমি মানে আমি
আমার কাছে আমার চেয়ে বন্ধু তুমি দামি

আমার মনে বন্ধু তুমি আমার সব কিছু
তাই পাগলের মত ছুটি তোমার পিছু
তোমার কাছে হয়ত বন্ধু আমি ভালো না
তাইতো তোমার মনের ভেলায় আমি ভাসিনা

আমার মনে বন্ধু তুমি আমার সব কিছু
তাই পাগলের মত ছুটি তোমার পিছু
তোমার কাছে হয়ত বন্ধু আমি ভাল না
তাইতো তোমার মনের ভেলায় আমি ভসিনা
আমার মনে বন্ধু তুমি আমার সব কিছু
তাই পাগলের মত ছুটি তোমার পিছু
তোমার কাছে হয়ত বন্ধু আমি ভাল না
তাইতো তোমার মনের ভেলায় আমি ভসিনা
আমি মানে তুমি আর তুমি মানে আমি
আমার কাছে আমার চেয়ে বন্ধু তুমি দামি
আমি মানে তুমি আর তুমি মানে আমি
আমার কাছে আমার চেয়ে বন্ধু তুমি দামি

আমার চোখে বন্ধু তুমি রাতের ধ্রুব তারা
তোমায় আমি রাত জাগিয়া দেই যে পাহাড়া
তোমার মনে হয়তো পাগল ছাড়া কিছুনা
তাইতো হাসো দেখে আমায় ওরে ললনা

আমার চোখে বন্ধু তুমি রাতের ধ্রুব তারা
তোমায় আমি রাত জাগিয়া দেই যে পাহাড়া
তোমার মনে হয়তো পাগল ছাড়া কিছুনা
তাইতো হাস দেখে আমায় ওরে ললনা
আমার কাছে তুমি মানে সাত রাজার ধন
আমার কাছে তুমি মানে অন্যরকম
তোমার কাছে হয়ত বন্ধু আমি কিছুনা
তাইতো তোমার স্বপ্নে বন্ধু আমি আসিনা
আমি মানে তুমি আর তুমি মানে আমি
আমার কাছে আমার চেয়ে বন্ধু তুমি দামি
আমি মানে তুমি আর তুমি মানে আমি
আমার কাছে আমার চেয়ে বন্ধু তুমি দামি
আমি মানে তুমি আর তুমি মানে আমি
আমার কাছে আমার চেয়ে বন্ধু তুমি দামি
আমার কাছে আমার চেয়ে বন্ধু তুমি দামি""",
  ),
  BanglaSongsData(
    id: '73',
    title: 'সে আমারে আমার হতে দেয় না',
    fullLyric: """ সে আমারে আমার হতে দেয় না
সে আমারে আমার হতে দেয় না

কার কপালের টিপ কার কপালের টিপ
কার হয়ে যায়
চলে গিয়ে ভুল করেছে
ভুল করে সে ফুল হয়ে যায়
ভুল করে সে ফুল হয়ে যায়

সে আমারে আমার হতে দেয় না
সে আমারে আমার হতে দেয় না

কোন সে ভারে নুইয়ে পরে
কুয়া তলে নৌকা দোলে
সে আমারে আমার হতে দেয় না
সে আমারে আমার হতে দেয় না

কোন সে রাতে আঁচল নাচে
শীতের রাতে পিঠা উড়ে
সে আমারে আমার হতে দেয় না
সে আমারে আমার হতে দেয় না

কার কপালের টিপ কার কপালের টিপ
কার হয়ে যায়
চলে গিয়ে ভুল করেছে
ভুল করে সে ফুল হয়ে যায়
ভুল করে সে ফুল হয়ে যায়

সে আমারে আমার হতে দেয় না
সে আমারে আমার হতে দেয় না
সে আমারে আমার হতে দেয় না
সে আমারে আমার হতে দেয় না
সে আমারে আমার হতে দেয় না

সে আমারে আমার হতে দেয় না""",
  ),
  BanglaSongsData(
    id: '74',
    title: 'তামাক পাতা',
    fullLyric: """তুমি তামাক ধর তামাক ছাড়
আগুন জ্বালিয়ে দাও
তুমি তামাক ধর তামাক ছাড়
আগুন জ্বালিয়ে দাও

আগুন জ্বালালে উড়ে যাবে যাবে পাখি
মনা আগুন জ্বালালে উড়ে যাবে যাবে পাখি

নেশা কেটে গেলে তুমি ও কেটে যাবে

জটিল করলেই জটিল হবে সহজ করলেই সহজ

মাথার ভিতরে গাজা ঘুরে গাজার ভিতরে মাথা
গাজার ভিতরে মাথা ঘুড়ে তামাক বৃক্ষের পাতা

নষ্ট করে মন
নেশা কেটে গেলে তুমি ও কেটে যাবে
নেশা কেটে গেলে তুমি ও কেটে যাবে

তুমি মাঝে মাঝে আমার কাছে কবিতা চাইতা
তুমি মাঝে মাঝে আমার কাছে কবিতা চাইতা

আমি মনের বিরুদ্ধে কবিতা লিখতাম
আমি মনের বিরুদ্ধে কবিতা লিখতাম

মনের বিরুদ্ধে কি কবিতা লিখা যায় রে...

জটিল করলেই জটিল হবে সহজ করলেই সহজ

মাথার ভিতরে গাজা ঘুরে গাজার ভিতরে মাথা
গাজার ভিতরে মাথা ঘুড়ে তামাক বৃক্ষের পাতা
নষ্ট করে মন

নেশা কেটে গেলে তুমি ও কেটে যাবে
নেশা কেটে গেলে তুমি ও কেটে যাবে
নেশা কেটে গেলে তুমি ও কেটে যাবে
নেশা কেটে গেলে তুমি ও কেটে যাবে""",
  ),
  BanglaSongsData(
    id: '75',
    title: 'দিলোনা দিলোনা নিলো মন দিলোনা',
    fullLyric: """দিলোনা দিলোনা নিলো মন দিলোনা
এতো যে নিঠুর বন্ধু জানা ছিলো না গো
এতো যে নিঠুর বন্ধু জানা ছিলো না।
দিলোনা দিলোনা,নিলো মন দিলোনা
এতো যে নিঠুর বন্ধু জানা ছিলো না গো
এতো যে নিঠুর বন্ধু জানা ছিলো না।

আমি যারে বাসি ভালো,
কাজলের চেয়েও কালো
আমি যারে বাসি ভালো,
কাজলের চেয়েও কালো
হয় না যে তার তুলনা ।
এতো যে নিঠুর বন্ধু জানা ছিলো না গো।
এতো যে নিঠুর বন্ধু জানা ছিলো না।

চুল কালো আঁখি কালো কাজল কালো আরো
কাজলের চেয়ে কালোকি বলতে কি কেউ পারো
চুল কালো আঁখি কালো কাজল কালো আরো
কাজলের চেয়ে কালোকি বলতে কি কেউ পারো

আমি যারে বাসি ভালো,
কাজলের চেয়েও কালো
আমি যারে বাসি ভালো,

কাজলের চেয়েও কালো
হয়না যে তার তুলনা।
এতো যে নিঠুর বন্ধু জানা ছিলো না গো।
এতো যে নিঠুর বন্ধু জানা ছিলো না।
বক সাদা দুধ সাদা, সাদাযে বকুল

বকুলের চেয়ে সাদা বলোতো কোন ফুল।
বক সাদা দুধ সাদা, সাদাযে বকুল
বকুলের চেয়ে সাদা বলোতো কোন ফুল।
বন্ধুর প্রেমের ফুল দাগা,
বকুলের চেয়ে সাদা.

বন্ধুর প্রেমের ফুল দাগা,
বকুলের চেয়েও সাদা


আমার ভাগ্যে হলো না।
এতো যে নিঠুর বন্ধু জানা ছিলো না গো।
এতো যে নিঠুর বন্ধু জানা ছিলো না

রক্ত রাঙ্গা ,গোলাপ রাঙা,
রাঙ্গা পায়ের আলতা
আলতার চেয়ে রাঙা কি জানলে বলনা তা।

রক্ত রাঙ্গা ,গোলাপ রাঙা,
রাঙ্গা পায়ের আলতা.

আলতার চেয়ে রাঙা কি জানলে বলনা তা।
শাহলম কয় বন্ধুর ঠোটে জগৎ রাংগা হাসি ফুটে
শাহলম কয় বন্ধুর ঠোটে জগৎ রাংগা হাসি ফু

সবার ভাগ্যে মিলে না
এতো যে নিঠুর বন্ধু জানা ছিলো না গো।
এতো যে নিঠুর বন্ধু জানা ছিলো না ।
দিলোনা দিলোনা, নিলো মন দিলোনা।
এতো যে নিঠুর বন্ধু জানা ছিলো না গো।
এতো যে নিঠুর বন্ধু জানা ছিলোনা।""",
  ),
  BanglaSongsData(
    id: '76',
    title: 'মন আমার দেহ ঘড়ি',
    fullLyric: """মন আমার দেহ ঘড়ি সন্ধান করি
কোন মিস্ত্ররী বানাইয়াছে
মন আমার দেহ ঘড়ি

মন আমার দেহ ঘড়ি সন্ধান করি
কোন মিস্ত্ররী বানাইয়াছে
মন আমার দেহ ঘড়ি

একখান চাবি মাইরা
ও একখান চাবি মাইরা
দিছে ছাইড়া চাবি মাইরা
দিছে ছাইড়া জনম ভইরা চলতে আছে
মন আমার দেহ ঘড়ি
মন আমার দেহ ঘড়ি সন্ধান করি
কোন মিস্ত্ররী বানাইয়াছে
মন আমার দেহ ঘড়ি

মাটির একখান কেস বানাইয়া
মেশিন দিছে তার ভিতর
রং বেরংয়ের বার্নিশ করা
দেখতে ঘড়ি কি সুন্দর
দেখতে ঘড়ি কি সুন্দর
মাটির একখান কেস বানাইয়া
মেশিন দিছে তার ভিতর
রং বেরংয়ের বার্নিশ করা
দেখতে ঘড়ি কি সুন্দর
দেখতে ঘড়ি কি সুন্দর
দেহঘড়ি চৌদ্দতলা
তার ভিতরে দশটি নালা
দেহঘড়ি চৌদ্দতলা
তার ভিতরে দশটি নালা
নয়টি খোলা একটি বন্ধ
গোপন একটি তালা আছে।

মন আমার দেহ ঘড়ি
মন আমার দেহ ঘড়ি সন্ধান করি
কোন মিস্ত্ররী বানাইয়াছে।
মন আমার দেহ ঘড়ি

ঘড়ির হেয়ার স্প্রিং জেবড়া কেচিং
লিভার হইলো কলিজায়
ছয় তার বলে আজব কলে
দিবানিশি প্রেম খেলায়
দিবানিশি প্রেম খেলায়
ঘড়ির হেয়ার স্প্রিং জেবড়া কেচিং
লিভার হইলো কলিজায়
ছয় তার বলে আজব কলে
দিবানিশি প্রেম খেলায়
দিবানিশি প্রেম খেলায়

তিন পাটে তার গড়ন সারা
বয়লারের মেশিনের ঘোড়া
তিন পাটে তার গড়ন সারা
বয়লারের মেশিনের ঘোড়া
তিনশ ষাটটি ইশকুরুপ মারা
ষোলজন পহরি আছে।
মন আমার দেহ ঘড়ি
মন আমার দেহ ঘড়ি সন্ধান করি
কোন মিস্ত্ররী বানাইয়াছে।
মন আমার দেহ ঘড়ি


এমন সাধ্য কার আছে ভাই
এ ঘড়ি তৈয়ার করে
যে ঘড়ি তৈয়ার করে ভাই
লুকায় ঘড়ির ভিতরে
লুকায় ঘড়ির ভিতরে
এমন সাধ্য কার আছে ভাই
এ ঘড়ি তৈয়ার করে
যে ঘড়ি তৈয়ার করে ভাই
লুকায় ঘড়ির ভিতরে
লুকায় ঘড়ির ভিতরে

তিন কাটা বার জুয়েলে
মিনিট কাটা হইলো দিলে
তিন কাটা বার জুয়েলে
মিনিট কাটা হইলো দিলে
ঘন্টার কাটা হয় আক্কেলে
মনটারে তুই চিনে নিলে

মন আমার দেহ ঘড়ি
মন আমার দেহ ঘড়ি সন্ধান করি
কোন মিস্ত্ররী বানাইয়াছে।
মন আমার দেহ ঘড়ি
একখান চাবি মাইরা
ও একখান চাবি মাইরা
দিছে ছাইড়া চাবি মাইরা
দিছে ছাইড়া জনম ভইরা চলতে আছে
মন আমার দেহ ঘড়ি

মন আমার দেহ ঘড়ি সন্ধান করি
কোন মিস্ত্ররী বানাইয়াছে।
মন আমার দেহ ঘড়ি
দেহ ঘড়ি সন্ধান করি
কোন মিস্ত্ররী বানাইয়াছে
মন আমার দেহ ঘড়ি""",
  ),
  BanglaSongsData(
    id: '77',
    title: 'দয়াল তোমারও লাগিয়া যোগিনী সাজিবো',
    fullLyric: """দয়াল তোমারও লাগিয়া যোগিনী সাজিবো
দয়াল তোমারও লাগিয়া যোগিনী সাজিবো
আমি শইপা দিবো আমার মন প্রাণ
আমি শইপা দিবো আমার মন প্রাণ
তুমি কোনবা দেশে রইলা রে দয়াল চাঁদ

দয়াল তোমারও লাগিয়া দেশে না বৈদেশে
দয়াল তোমারও লাগিয়া দেশে না বৈদেশে

আমি পাইতাছি পিরিতির ফল
আমি পাইতাছি পিরিতির ফল
তুমি কোনবা দেশে.... রইলা রে দয়াল চাঁদ ।।

যেমন শিমুলের তুলা বাতাসে উড়ে রে
যেমন শিমুলের তুলা বাতাসে উড়ে রে

তুমি সেই মতন উড়াইলা আমার প্রাণ
তুমি সেই মতন উড়াইলা আমার প্রাণ
তুমি কোনবা দেশে... রইলা রে দয়াল চাঁদ
তোমায় না দেখলে বাঁচে না আমার প্রাণ
তোমায় না দেখলে বাঁচে না আমার প্রাণ
তুমি কোনবা দেশে রইলা রে দয়াল চাঁদ ।।""",
  ),
  BanglaSongsData(
    id: '78',
    title: 'যে পাখি ঘর বোঝেনা',
    fullLyric: """যে পাখি ঘর বোঝেনা
যে পাখি ঘর বোঝেনা
উড়ে বেড়ায় বন বাদাড়ে
ভোলা মন মিছে কেন
মনের খাঁচায় রাখিস তারে
যে পাখি ঘর বোঝেনা
উড়ে বেড়ায় বন বাদাড়ে
ভোলা মন মিছে কেন
মনের খাঁচায় রাখিস তারে
ও পাখি বাঁধন হারা ছন্নছাড়া
মানেনা প্রেমের শিকল
ও পাখি দশ দুয়ারে, শত মন করে দখল
যে পাখি র বোঝেনা
যে পাখি ঘর বোঝেনাআআ

পাখিটার এমন স্বভাব
নিজের অভাব পূরণ করে নিজের মত
পাখিটা হাসে খেলে অন্তরালে
সুনিপূন করে কত
পাখিটার এমন স্বভাব
নিজের অভাব পূরণ করে নিজের মত
পাখিটা হাসে খেলে অন্তরালে
সুনিপূন করে কত

ও পাখি বাঁধন হারা ছন্নছাড়া
মানেনা প্রেমের শিকল
ও পাখি দশ দুয়ারে, শত মন করে দখল
যে পাখি ঘর বোঝেনা
যে পাখি ঘর বোঝেনা

পাখিটার মতিভ্রমে দমে দমে
উড়ি কেবল সংখ্যা গুনে
পাখিটা চড় ভেবে নেয় মন হাতিয়ে
ব্যাথা দেয় বুঝে শুনে
পাখিটার মতিভ্রমে দমে দমে
উড়ি কেবল সংখ্যা গুনে
পাখিটা চড় ভেবে নেয় মন হাতিয়ে
ব্যাথা দেয় বুঝে শুনেও
পাখি বাঁধন হারা ছন্নছাড়া
মানেনা প্রেমের শিকল
ও পাখি দশ দুয়ারে, শত মন করে দখল
যে পাখি ঘর বোঝেনা
যে পাখি ঘর বোঝেনা
যে পাখি ঘর বোঝে না
যে পাখি ঘর বোঝে না""",
  ),
  BanglaSongsData(
    id: '79',
    title: 'খাঁচার ভিতর অচিন পাখি',
    fullLyric: """খাঁচার ভিতর অচিন পাখি
কেমনে আসে যায়
খাঁচার ভিতর অচিন পাখি
কেমনে আসে যায়
তারে ধরতে পারলে মনোবেড়ী
ধরতে পারলে মনোবেড়ী
দিতাম পাখির পায়
কেমনে আসে যায়
খাঁচার ভিতর অচিন পাখি
কেমনে আসে যায়

আট কুঠুরী নয় দরজাটা
মধ্যে মধ্যে ঝরকা কাটা
অপেক্ষা করুন
আট কুঠুরী নয় দরজাটা
মধ্যে মধ্যে ঝরকা কাটা
তার উপরে সদর কোঠা
তার উপরে সদর কোঠা
আয়না মহল তায়
কেমনে আসে যায়
খাঁচার ভিতর অচিন পাখি
কেমনে আসে যায়

কপালের ফ্যার নইলে কি আর
পাখিটির এমন ব্যবহার
অপেক্ষা করুন
কপালের ফ্যার নইলে কি আর
পাখিটির এমন ব্যবহার
খাঁচা ভেঙ্গে পাখি আমার
খাঁচা ভেঙ্গে পাখি আমার
কোন বনে লুকায়

কেমনে আসে যায়
খাঁচার ভিতর অচিন পাখি
কেমনে আসে যায়

মন তুই রইলি খাঁচার আশে
খাঁচা যে তোর কাঁচা বাঁশে
অপেক্ষা করুন
মন তুই রইলি খাঁচার আশে
খাঁচা যে তোর কাঁচা বাঁশে

কোনদিন খাঁচা পড়বে খসে
কোনদিন খাঁচা পড়বে খসে
ফকির লালন কেঁদে কয়
কেমনে আসে যায়
খাঁচার ভিতর অচিন পাখি
কেমনে আসে যায়
তারে ধরতে পারলে মনোবেড়ী
ধরতে পারলে মনোবেড়ী
দিতাম পাখির পায়
কেমনে আসে যায়
খাঁচার ভিতর অচিন পাখি
কেমনে আসে যায়
খাঁচার ভিতর অচিন পাখি
কেমনে আসে যায়""",
  ),
  BanglaSongsData(
    id: '80',
    title: 'মাটিরও পিঞ্জিরায় সোনার ময়না রে',
    fullLyric: """মাটিরও পিঞ্জিরায় সোনার ময়না রে
তোমারে পুষিলাম কত আদরে
মাটিরও পিঞ্জিরায় সোনার ময়না রে
তোমারে পুষিলাম কত আদরে
তুমি আমার আমি তোমার এই আশা করে
তুমি আমার আমি তোমার এই আশা করে
তোমারে পুষিলাম কত আদরে
মাটিরও পিঞ্জিরায় সোনার ময়না রে
তোমারে পুষিলাম কত আদরে

কেন এই পিঞ্জিরাতে তোমার বসতি
কেন পিঞ্জিরার সাথে তোমার পিরিতি
কেন এই পিঞ্জিরাতে তোমার বসতি
কেন পিঞ্জিরার সাথে তোমার পিরিতি
আসা যাওয়া দিবা রাতি ঘরে বাহিরে

আসা যাওয়া দিবা রাতি ঘরে বাহিরে
তোমারে পুষিলাম কত আদরে
মাটিরও পিঞ্জিরায় সোনার ময়না রে
তোমারে পুষিলাম কত আদরে

তোমার ভাবনায় আমি ভাবি নিশিদিন
দিনে দিনে পিঞ্জিরা মোর হইলো মলিন
তোমার ভাবনায় আমি ভাবি নিশিদিন
দিনে দিনে পিঞ্জিরা মোর হইলো মলিন

পিঞ্জিরা ছাড়িয়া একদিন যাইবে উড়ে

পিঞ্জিরা ছাড়িয়া একদিন যাইবে উড়ে
তোমারে পুষিলাম কত আদরে
আমার মাটিরও পিঞ্জিরায় সোনার ময়না রে
তোমারে পুষিলাম কত আদরে

আব্দুল করিম বলে ময়না তোমারে বলি
তুমি গেলে হবে সাধের পিঞ্জিরা খালি
আব্দুল করিম বলে ময়না তোমারে বলি
তুমি গেলে হবে সাধের পিঞ্জিরা খালি
কে বলিবে মধুর বুলি বল আমারে

কে বলিবে মধুর বুলি বল আমারে

তোমারে পুষিলাম কত আদরে
আমার মাটিরও পিঞ্জিরায় সোনার ময়না রে
তোমারে পুষিলাম কত আদরে
তুমি আমার আমি তোমার এই আশা করে
তুমি আমার আমি তোমার এই আশা করে
তোমারে পুষিলাম কত আদরে
আমার মাটিরও পিঞ্জিরায় সোনার ময়না রে
তোমারে পুষিলাম কত আদরে""",
  ),
  BanglaSongsData(
    id: '81',
    title: 'এমন যদি হতো আমি পাখির মত',
    fullLyric: """এমন যদি হতো আমি পাখির মত
উড়ে উড়ে বেড়াই সারাখন..
এমন যদি হতো আমি পাখির মত
উড়ে উড়ে বেড়াই সারাখন..

পালাই বহুদুরে..
ক্লান্ত ভবঘুরে..
ফিরবো ঘরে কোথায় এমন ঘর..
বৃক্ষ তলে শুয়ে.তোমার দুঃখ ছুয়ে
বৃক্ষ তলে শুয়ে.তোমার দুঃখ ছুয়ে
ফিরবো ঘরে কোথায় এমন ঘর
ঘুম আসে না ঘুমও স্বার্থপর
এমন যদি হতো আমি পাখির মত
উড়ে উড়ে বেড়ায় সারাখন
এমন যদি হতো আমি পাখির মত
উড়ে উড়ে বেড়াই সারাখন

হঠাৎ ফিরে দেখি.আমি মুখোমুখি
শূন্য ভীষন শূন্য মনে হয়
কি আর এমন হবে
কে পেয়েছে কবে
কি আর এমন হবে
কে পেয়েেছ কবে
স্বপ্নগুলো স্বপ্ন হয়ে রয়
এমন যদি হতো.আমি পাখির মত
উড়ে উড়ে বেড়াই সারাখন
এমন যদি হতো.আমি পাখির মত
উড়ে উড়ে বেড়াই সারাখন

হতাম যদি রঙিন প্রজাপতি
ফুলে ফুলে.মাতামাতি
হতাম যদি রঙিন প্রজাপতি
ফুলে ফুলে.মাতামাতি
দিনের আলো কাটে উড়ে উড়ে
তোমার আমার.গানের সুরে

বৃক্ষ তলে শুয়ে.তোমার দুঃখ ছুয়ে
বৃক্ষ তলে শুয়ে.তোমার দুঃখ ছুয়ে
ঘুম আসেনা ঘুমও স্বার্থপর
এমন যদি হতো.আমি পাখির মত
উড়ে উড়ে বেড়াই সারাখন
এমন যদি হতো.আমি পাখির মত
উড়ে উড়ে বেড়াই সারাখন""",
  ),
  BanglaSongsData(
    id: '83',
    title: 'আমারে আসিবার কথা কইয়া',
    fullLyric: """আমারে আসিবার কথা কইয়া,
মান করে রাই, রইয়াছ ঘুমাইয়া।
আমারে আসিবার কথা কইয়া,
মান করে রাই, রইয়াছ ঘুমাইয়া।

রাঁধে গো.... ও ও ও ও
আমার কথা নাই তোর মনে,
প্রেম করছো আয়ানের সনে,
শুয়াই আছো নিজ পতি লইয়া।
আমি, আর কতকাল থাকবো রাধে গো...
আমি, আর কতকাল থাকবো রাধে গো...

আমারে আসিবার কথা কইয়া,
মান করে রাই, রইয়াছ ঘুমাইয়া।
আমারে আসিবার কথা কইয়া,
মান করে রাই, রইয়াছ ঘুমাইয়া।

রাঁধে গো.... ও ও ও ও
দেখার যদি ইচ্ছা থাকে,
আইসো রাই যমুনার ঘাটে,
কাল সকালে কলসি কাঁখে লইয়া।
আমি জলের ছায়ায় লুফে নিবো গো...
আমি জলের ছায়ায় লুফে নিবো গো...

আমারে আসিবার কথা কইয়া,
মান করে রাই, রইয়াছ ঘুমাইয়া।
আমারে আসিবার কথা কইয়া,
মান করে রাই, রইয়াছ ঘুমাইয়া।

রাঁধে গো.... ও ও ও ও
নারী জাতির কঠিন রীতি,
বুঝেনা পুরুষের মতি,
সবাই থাকে নিজেরে লইয়া।
তুমি করছ নারী রূপের বড়াই গো...
তুমি করছ নারী রূপের বড়াই গো...

আমারে আসিবার কথা কইয়া,
মান করে রাই, রইয়াছ ঘুমাইয়া।
আমারে আসিবার কথা কইয়া,
মান করে রাই, রইয়াছ ঘুমাইয়া।""",
  ),
  BanglaSongsData(
    id: '84',
    title: 'আসমানে যাইও নারে বন্ধু',
    fullLyric: """আসমানে যাইও নারে বন্ধু,
ধরতে পারবো না- তোমায়
পাতালে যাইও নারে বন্ধু,
ছুইতে পারবো না- তোমায়।

আসমানে যাইও নারে বন্ধু,
ধরতে পারবো না- তোমায়
পাতালে যাইও নারে বন্ধু,
ছুইতে পারবো না- তোমায়।


বুকের ভিতর-রইও রে বন্ধু
বুকের ভিতর- রইও,
অন্তরে অন্তর মিশাইয়া
পিরীতের গান গাইও তুমি
বুকের ভিতর-রইও রে বন্ধু
বুকের ভিতর- রইও,
অন্তরে অন্তর মিশাইয়া
পিরীতের গান গাইও।

ও বন্ধু রে----এ---
সতী নারীর পতি যেমন, পর্বতেরই--চূড়া,
অসৎ নারীর গতি তেমন,
ভাঙ্গা নায়ের গোড়া--

ও বন্ধু রে----এ---
সতী নারীর পতি যেমন, পর্বতেরই--চূড়া,
অসৎ নারীর গতি তেমন,
ভাঙ্গা নায়ের গোড়া--
তুমি নায়ের গলই হইও রে বন্ধু,
নায়ের গলই-- হইও,
অন্তরে অন্তর মিশাইয়া,
পিরীতের গান গাইও।

ও বন্ধু রে----এ---
না করিয়া পাগল হাসান,
কূল কলঙ্কের ভয়,
প্রেম তরণী ভাসাইলাম,
নামে দয়াময়।

ও বন্ধু রে----এ---
না করিয়া পাগল হাসান
কূল কলঙ্কের ভয়,
প্রেম তরণী ভাসাইলাম,
নামে দয়াময়।

তুমি দয়াময়ী হইও রে বন্ধু,
দয়াময়ী হইও,
অন্তরে অন্তর মিশাইয়া,
পিরীতের গান গাইও।

তুমি বুকের ভিতর-রইও রে বন্ধু
বুকের ভিতর- রইও,
অন্তরে অন্তর মিশাইয়া
পিরীতের গান গাইও।""",
  ),
  BanglaSongsData(
    id: '85',
    title: 'পাথরে লেখা নাম হয়তো মুছে যেতে পারে',
    fullLyric: """পাথরে লেখা নাম হয়তো মুছে যেতে পারে
ওও পাথরে লেখা নাম হয়তো মুছে যেতে পারে
মুছবে না কোন দিন হৃদয়ে লেখা নাম
ভালোবাসি আমি যারে....
পাথরে লেখা নাম হয়তো মুছে যেতে পারে
ওও পাথরে লেখা নাম হয়তো মুছে যেতে পারে।

পাহাড়ের কান্না ঝর্ণা হয়ে
সাগরের সাথে মিশে রয়
হৃদয়ের কান্না কেউতো দেখে না
হৃদয়ের মাঝে জমে রয়

যতনে গড়া মন হারিয়েছে কখন
গুপ্তচোরার বালুচরে...
পাথরে লেখা নাম হয়তো মুছে যেতে পারে
ওও পাথরে লেখা নাম হয়তো মুছে যেতে পারে

আকাশে জমানো কত না কষ্ট
বৃষ্টি হয়ে ঝরে মাটিতে
অচেনা ঝড় এসে করেছে নষ্ট
ভেঙ্গেছে এ মন আঘাতে
বিরহের সজ্জায় পরে আছি আমি
নিঃস্ব হলাম চিরতরে...
পাথরে লেখা নাম হয়তো মুছে যেতে পারে
ওও পাথরে লেখা নাম হয়তো মুছে যেতে পারে
মুছবে না কোন দিন হৃদয়ে লেখা নাম
ভালোবাসি আমি যারে...
পাথরে লেখা নাম হয়তো মুছে যেতে পারে
ওও পাথরে লেখা নাম হয়তো মুছে যেতে পারে।""",
  ),
  BanglaSongsData(
    id: '86',
    title: 'আপন মানুষ চিনা বড়ই দায়রে ',
    fullLyric: """আপন মানুষ চিনা বড়ই দায়রে 
আপন মানুষ বুঝা বড়ই দায়  

আপন মানুষ চিনা বড়ই দায়রে 
আপন মানুষ বুঝা বড়ই দায়  

চাইলে তারে যায় না ভুলা
বুকের ভিতর কষ্টের মেলা 

চাইলে তারে যায় না ভুলা
বুকের ভিতর কষ্টের মেলা 

আপন মানুষ সবচেয়ে বেশি
আপনকে কাঁদায়
আপনকে কাঁদায়

আপন মানুষ চিনা বড়ই দায়রে 
আপন মানুষ বুঝা বড়ই দায়  

আপন মানুষ চিনা বড়ই দায়রে 
আপন মানুষ বুঝা বড়ই দায়  

বাবুই পাখি ঘর বাধিলে হয় না 
ঘরে ঠাই 
ঝড় বাদলে কাটাইরে সে
 ঘরেরী দরজায় 

পারে না সে ছাড়তে মায়া 
ছাড়ে না ঠিকানা 
আমি হইলাম পথের পথিক 
পথে ঠিকানা

বাবুই পাখি ঘর বাধিলে হয় না 
ঘরে ঠাই 
ঝড় বাদলে কাটাইরে সে
 ঘরেরী দরজায় 

পারে না সে ছাড়তে মায়া 
ছাড়ে না ঠিকানা 
আমি হইলাম পথের পথিক 
পথে ঠিকানা
সময় সুযোগ পেলে মানুষ 
শুধু বদলে যায়
শুধু বদলে যায়

আপন মানুষ চিনা বড়ই দায়রে 
আপন মানুষ বুঝা বড়ই দায়

আপন মানুষ চিনা বড়ই দায়রে 
আপন মানুষ বুঝা বড়ই দায়

স্বার্থ ছাড়া হয় না কেহ 
কারো আপন জন
সুখে থেকো ভালো থেকো 
করবো না বারন

মন পিঞ্জরে কষ্ট জমা
 সবাইকে বলতে মানা 

আমি হলাম পথের পথিক
 সবই আমার চেনা

স্বার্থ ছাড়া হয় না কেহ 
কারো আপন জন
সুখে থেকো ভালো থেকো 
করবো না বারন

মন পিঞ্জরে কষ্ট জমা
 সবাইকে বলতে মানা 

আমি হলাম পথের পথিক
 সবই আমার চেনা

কারনে অকারনে মানুষ 
সহজে বদলায়
সহজে বদলায়

আপন মানুষ চিনা বড়ই দায়রে 
আপন মানুষ বুঝা বড়ই দায়  

চাইলে তারে যায় না ভুলা
বুকের ভিতর কষ্টের মেলা 

চাইলে তারে যায় না ভুলা
বুকের ভিতর কষ্টের মেলা 

আপন মানুষ সবচেয়ে বেশি
আপনকে কাঁদায়
আপনকে কাঁদায়

আপন মানুষ চিনা বড়ই দায়রে 
আপন মানুষ বুঝা বড়ই দায়  

আপন মানুষ চিনা বড়ই দায়রে 
আপন মানুষ বুঝা বড়ই দায়  """,
  ),
  BanglaSongsData(
    id: '87',
    title: 'আগে কি সুন্দর দিন কাটাইতাম',
    fullLyric: """গ্রামের নওজোয়ান হিন্দু মুসলমান
গ্রামের নওজোয়ান হিন্দু মুসলমান

মিলিয়া ঘাটু গান আর মুর্শিদি গাইতাম
মিলিয়া ঘাটু গান আর মুর্শিদি গাইতাম

আগে কি সুন্দর দিন কাটাইতাম
আমরা আগে কি সুন্দর দিন কাটাইতাম
আগে কি সুন্দর দিন কাটাইতাম
আমরা আগে কি সুন্দর দিন কাটাইতাম

বর্ষা যখন আইত,গাজির গান আইত,
রংগে ঢংগে গাইত ,আনন্দ পাইতাম

বর্ষা যখন আইত,গাজির গান আইত,
রংগে ঢংগে গাইত ,আনন্দ পাইতাম
জারি গান ঘাটু গান, আনন্দের তুফান
জারি গান ঘাটু গান, আনন্দের তুফান

গাইয়া সারি গান নৌকা দৌড়াইতাম
গাইয়া সারি গান নৌকা দৌড়াইতাম

আগে কি সুন্দর দিন কাটাইতাম
আমরা আগে কি সুন্দর দিন কাটাইতাম

আগে কি সুন্দর দিন কাটাইতাম
আমরা আগে কি সুন্দর দিন কাটাইতাম

হিন্দু বাড়িতে যাত্রা গান হইত
নিমন্ত্রণ দিত আমরা যাইতাম

হিন্দু বাড়িতে যাত্রা গান হইত
নিমন্ত্রণ দিত আমরা যাইতাম

কে হবে মেম্বার, কে বা  গ্রাম সরকার
আমরা কি তার খবরও লইতাম

কে হবে মেম্বার, কে বা গ্রাম সরকার
আমরা কি তার খবর ও লইতাম
আমরা কি তার খবর ও লইতাম
হায়রে আমরা কি তার খবর ও লইতাম

আগে কি সুন্দর দিন কাটাইতাম
আমরা আগে কি সুন্দর দিন কাটাইতাম

আগে কি সুন্দর দিন কাটাইতাম
আমরা আগে কি সুন্দর দিন কাটাইতাম

বিবাদ ঘটিলে পঞ্চাইতের বলে
গরিব কাঙালে বিচার পাইতাম

বিবাদ ঘটিলে পঞ্চাইতের বলে
গরিব কাঙালে বিচার পাইতাম

মানুষ ছিল সরল ছিল ধর্মবল
মানুষ ছিল সরল ছিল ধর্মবল

এখন সবাই ভাবে বড়লোক হইতাম 
হায়রে, এখন সবাই ভাবে বড়লোক হইতাম 

আগে কি সুন্দর দিন কাটাইতাম
আমরা আগে কি সুন্দর দিন কাটাইতাম
আগে কি সুন্দর দিন কাটাইতাম
আমরা আগে কি সুন্দর দিন কাটাইতাম

করি যে ভাবনা. সেই দিন আর পাব না
ছিল বাসনা সুখি হইতাম

করি যে ভাবনা. সেই দিন আর পাব না
ছিল বাসনা সুখি হইতাম

দিন হইতে দিন, আসে যে কঠিন
দিন হইতে দিন, আসে যে কঠিন

করিম দীনহীন কোন পথে যাইতাম
করিম দীনহীন কোন পথে যাইতাম

আগে কি সুন্দর দিন কাটাইতাম
আমরা আগে কি সুন্দর দিন কাটাইতাম
আগে কি সুন্দর দিন কাটাইতাম
আমরা আগে কি সুন্দর দিন কাটাইতাম""",
  ),
  BanglaSongsData(
    id: '88',
    title: 'কেনো পিরিতি বাড়াইলা রে বন্ধু',
    fullLyric: """কেনো পিরিতি বাড়াইলা রে বন্ধু

ছেড়ে যাইবা যদি
কেমনে রাখিবো তোর মন,
আমার আপন ঘরে বাঁধি রে বন্ধু
ছেড়ে যাইবা যদি।
কেনো পিরিতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি।

পাড়া-পড়শি বাদী আমার,
বাদী কালনী নদী
পাড়া-পড়শি বাদী আমার,
বাদী কালনী নদী
মরম-জ্বালা সইতে না’রি,
দিবা-নিশি কান্দি রে বন্ধু
ছেড়ে যাইবা যদি।
কেনো পিরিতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি।
কেনো পিরিতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি।

কারে কি বলিবো আমি
নিজেই অপরাধী
কারে কি বলিবো আমি
নিজেই অপরাধী
কেঁদে-কেঁদে চোখের জলে
বহাইলাম নদী রে বন্ধু
ছেড়ে যাইবা যদি।
কেনো পিরিতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি।
কেনো পিরিতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি।

বাউল আব্দুল করিম বলে
হলো এ-কী ব্যাধি?
বাউল আব্দুল করিম বলে
হলো এ-কী ব্যাধি?
তুমি বিনে এই ভুবনে
কে আছে ঔষধি রে বন্ধু
ছেড়ে যাইবা যদি।
কেনো পিরিতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি।
কেনো পিরিতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি।

কেনো পিরিতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি।
কেমনে রাখিবো তোর মন,
আমার আপন ঘরে বাঁধি রে বন্ধু
ছেড়ে যাইবা যদি।
কেনো পিরিতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি।
কেনো পিরিতি বাড়াইলা রে বন্ধু
ছেড়ে যাইবা যদি।""",
  ),
  BanglaSongsData(
    id: '89',
    title: 'মায়া লাগাইছে পিরিতি শিখাইছে',
    fullLyric: """মায়া লাগাইছে পিরিতি শিখাইছে
দেওয়ানা বানাইছে
কী যাদু করিয়া বন্দে মায়া লাগাইছে

বন্দে মায়া লাগাইছে পিরিতি শিখাইছে
দেওয়ানা বানাইছে
কী যাদু করিয়া বন্দে মায়া লাগাইছে
কী যাদু করিয়া বন্দে মায়া লাগাইছে

বসে ভাবি নিরালায় 
আগে তো জানি না বন্দের পিরিতের জ্বালা

বসে ভাবি নিরালায় 
আগে তো জানি না বন্দের পিরিতের জ্বালা
হায় গো ইটের ভাটায় কয়লা দিয়া আগুন জালাইছে
হায় গো ইটের ভাটায় কয়লা দিয়া আগুন জালাইছে

দেওয়ানা বানাইছে
কী যাদু করিয়া বন্দে মায়া লাগাইছে

বন্দে মায়া লাগাইছে পিরিতি শিখাইছে
বন্দে মায়া লাগাইছে পিরিতি শিখাইছে
দেওয়ানা বানাইছে,
কী যাদু করিয়া বন্দে মায়া লাগাইছে
কী যাদু করিয়া বন্দে মায়া লাগাইছে

আমি কি বলিব আর
বিচ্ছেদের আগুনে পুড়ে কলিজা আঙ্গার

আমি কি বলিব আর 
বিচ্ছেদের আগুনে পুড়ে কলিজা আঙ্গার
হায় গো প্রান বন্দের পিরিতে আমায়
পাগল করেছে

হায় গো প্রান বন্দের পিরিতে আমায়
পাগল করেছে
দেওয়না বানাইছে
কী যাদু করিয়া বন্দে মায়া লাগাইছে
কী যাদু করিয়া বন্দে মায়া লাগাইছে

 বাউল আব্দুল করিম গায়
ভুলিতে পারিনা আমার মনে যারে চায়

বাউল আব্দুল করিম গায়
ভুলিতে পারিনা আমার মনে যারে চায়

হায়গো কুলনাশা পিরিতের নেশার কুলমান গেছে
হায়গো কুলনাশা পিরিতের নেশার কুলমান গেছে
দেওয়না বানাইছে
কী যাদু করিয়া বন্দে মায়া লাগাইছে
মায়া লাগাইছে পিরিতি শিখাইছে,
দেওয়ানা বানাইছে
কী যাদু করিয়া বন্দে মায়া লাগাইছে
কী যাদু করিয়া বন্দে মায়া লাগাইছে""",
  ),
  BanglaSongsData(
    id: '90',
    title: 'কেমনে ভুলিবো আমি বাঁচি না তারে ছাড়া',
    fullLyric: """কেমনে ভুলিবো আমি
বাঁচি না তারে ছাড়া

কেমনে ভুলিবো আমি
বাঁচি না তারে ছাড়া

আমি ফুল বন্ধু ফুলের ভ্রমরা
সখী গো আমি ফুল বন্ধু ফুলের ভ্রমরা

না আসিলে কালো ভ্রমর
কে হবে যৌবনের দোসর

না আসিলে কালো ভ্রমর
কে হবে যৌবনের দোসর
সে বিনে মোর শুন্য বাসর
আমি জিয়ন্তে মরা

সে বিনে মোর শুন্য বাসর
আমি জিয়ন্তে মরা

আমি ফুল বন্ধু ফুলের ভ্রমরা
সখী গো আমি ফুল বন্ধু ফুলের ভ্রমরা

কূলমানের আশা ছেড়ে
মন প্রান দিয়াছি যারে

কূলমানের আশা ছেড়ে
মন প্রান দিয়াছি যারে
এখন সে কাঁদায়া আমারে
একি তার প্রেমের ধারা

এখন সে কাঁদায়া আমারে
একি তার প্রেমের ধারা

আমি ফুল বন্ধু ফুলের ভ্রমরা
সখী গো আমি ফুল বন্ধু ফুলের ভ্রমরা

শুইলে স্বপন দেখি 
ঘুম ভাঙ্গিলে সবই ফাকি 

শুইলে স্বপন দেখি 
ঘুম ভাঙ্গিলে সবই ফাকি 

কতোভাবে আমি ডাকি
তবুও দেয় না সাড়া 

কতোভাবে আমি ডাকি
তবুও দেয় না সাড়া 
আমি ফুল বন্ধু ফুলের ভ্রমরা
সখী গো আমি ফুল বন্ধু ফুলের ভ্রমরা
আসার পন্থে চেয়ে থাকি
তারে পাইলে হবো সুখি

আসার পন্থে চেয়ে থাকি
তারে পাইলে হবো সুখি
 ওস্তাদ এ করিমের মরণ বাকি
হইলো না অঝোরধারা

শাহ করিমের মরণ বাকি
হইলো না অঝোরধারা

আমি ফুল বন্ধু ফুলের ভ্রমরা
সখী গো আমি ফুল বন্ধু ফুলের ভ্রমরা
সখী গো আমি ফুল বন্ধু ফুলের ভ্রমরা
সখী গো আমি ফুল বন্ধু ফুলের ভ্রমরা""",
  ),
  BanglaSongsData(
    id: '91',
    title: 'ভালবাসি বলে রে বন্ধু',
    fullLyric: """ভালবাসি বলে রে বন্ধু
আমায় কাঁদালেরে বন্ধু
আমায় কাঁদালে....
থাকতে যদি না পাই দেখা
থাকতে যদি না পাই দেখা
চাইনা মরিলে...
আমায় কাঁদালে
ভালবাসি বলে রে বন্ধু
আমায় কাঁদালেরে বন্ধু
আমায় কাঁদালে....

ভালবাসা করে যে জন
কাঁদিতে হয় অতি গোপন।
ভালবাসা করে যে জন
কাঁদিতে হয় অতি গোপন।
শুস্ক বৃক্ষের কষ্ট যেমন
শুস্ক বৃক্ষের কষ্ট যেমন
পাতা নাই ডালে...
আমায় কাঁদালে
ভালবাসি বলে রে বন্ধু
আমায় কাঁদালেরে বন্ধু
আমায় কাঁদালে...

ভালবাসার এমন রীতি..
কাঁদিতে হয় দিবা-নিশি।
ভালবাসার এমন রীতি..
কাঁদিতে হয় দিবা-নিশি
তবু আমি মালা গাঁথি।
তবু আমি মালা গাঁথি।
পড়েছি গলে......
আমায় কাঁদালে

ভালবাসি বলে রে বন্ধু
আমায় কাঁদালেরে বন্ধু
আমায় কাঁদালে....
থাকতে যদি না পাই দেখা
থাকতে যদি না পাই দেখা
চাইনা মরিলে...
আমায় কাঁদালে
ভালবাসি বলে রে বন্ধু
আমায় কাঁদালেরে বন্ধু
আমায় কাঁদালে...""",
  ),
  BanglaSongsData(
    id: '92',
    title: 'ঘর বান্ধিলাম প্রাণ বন্ধুর সনে',
    fullLyric: """ঘর বাঁধিলাম প্রাণবন্ধের সনে
কত কথা ছিল‌ মনে গো
ঘর বাঁধিলাম প্রাণবন্ধের সনে
কত কথা ছিল‌ মনে গো

ভাঙ্গিলো আদরের জোড়া
ভাঙ্গিলো আদরের জোড়া
কোনজন বাদী হইয়া
জ্বলে গইয়া গইয়া

কারে দেখাবো মনের দুঃখ গো
আমি বুক চিরিয়া
অন্তরে তুষেরই অনল
জ্বলে গইয়া গইয়া

কথা ছিল সঙ্গে নিবো গো আমায়
সঙ্গে আমায় নাহি নিলো গো
কথা ছিল সঙ্গে নিবো গো আমায়
সঙ্গে আমায় নাহি নিলো গো

রাধারমন ভবে রইলো
রাধারমন ভবে রইলো
জিতে মরা হইয়া
জ্বলে গইয়া গইয়া

কারে দেখাবো মনের দুঃখ গো
আমি বুক চিরিয়া
অন্তরে তুষেরই অনল
জ্বলে গইয়া গইয়া""",
  ),
  BanglaSongsData(
    id: '93',
    title: 'বেহায়া মনটা লইয়া তোমারে ভালবাসিয়া',
    fullLyric: """বেহায়া মনটা লইয়া তোমারে ভালবাসিয়া
আজ আমার ঘটিল জনজাল।
ও তোরে ভালবাসি বলে, 
লোকে কয় চান্ডাল
আমি তোরে ভালবাসি বলে, 
লোকে কয় চান্ডাল
কাটা গায়ে নুন ছিটাইয়া,
কাটা গায়ে নুন ছিটাইয়া
খুচাইয়া তুলতেছ ছাল
আজ আমার ঘটিল জনজাল।
বেহায়া মনটা লইয়া তোমারে ভালবাসিয়া
আজ আমার ঘটিল জনজাল।

ও তুই যতই ব্যথা, দিয়েছিস নিঠুর
ব্যথার পরে বরতে সেথা লেগেছে মধুর
ও রে লেগেছে মধুর।
যেমন প্রভুর দ্বার ছাডেনা কুকুর
যেমন প্রভুর দ্বার ছাডেনা কুকুর
যথই করুক বাচ্চা ঘাত
তোর লাইগারে,
তোর লাইগা বেহাইয়া মনটা করেরে উৎপাত
আমি শুন বলি প্রাণ নাত
তোর লাইগা বেহাইয়া মনটা করেরে উৎপাত।

ও তুই প্রেম সাগরে ভাসাইয়া তরী
মাঝ সাগরে প্রেমের নাওটা ডুবাইয়া দিলি
ও রে ডুবাইয়া দিলি।

ও তুই কোনবা দুষে কোন কারণে
ও তুই কোনবা দুষে কোন কারণে
ছাইড়া দিলি আমার সাত
তোর লাইগারে,
তোর লাইগা বেহাইয়া মনটা করেরে উৎপাত
আমি শুন বলি প্রাণ নাত
তোর লাইগা বেহাইয়া মনটা করেরে উৎপাত।
বেহায়া মনটা লইয়া তোমারে ভালবাসিয়া
আজ আমার ঘটিল জনজাল
আমি তোরে ভালবাসি বলে, 
লোকে কয় চান্ডাল
আমি তোরে ভালবাসি বলে, 
লোকে কয় চান্ডাল
কাটা গায়ে নুন ছিটাইয়া,
কাটা গায়ে নুন ছিটাইয়া
খুচাইয়া তুলতেছ ছাল
আজ আমার ঘটিল জনজাল।
বেহায়া মনটা লইয়া তোমারে ভালবাসিয়া
আজ আমার ঘটিল জনজাল

আজ আমার ঘটিল জনজাল
আজ আমার ঘটিল জনজাল""",
  ),
  BanglaSongsData(
    id: '94',
    title: 'এই যে দুনিয়া কিসের লাগিয়া',
    fullLyric: """এই যে দুনিয়া
কিসের লাগিয়া
এত যত্নে গড়াইয়াছেন সাঁই
এই যে দুনিয়া
এই যে দুনিয়া
কিসের লাগিয়া
এত যত্নে গড়াইয়াছেন সাঁই
এই যে দুনিয়া

ছায়া বাজী
পুতুল রূপে
বানাইয়া মানুষ।
যেমনি নাচাও
তেমনি নাচি
পুতুলের কি দোষ।
ছায়া বাজী
পুতুল রূপে
বানাইয়া মানুষ।
যেমনি নাচাও
তেমনি নাচি
পুতুলের কি দোষ।

যেমনি নাচাও
তেমনি নাচি।
যেমনি নাচাও
তেমনি নাচি।
তুমি খাওয়াইলে
আমি খাই
আল্লাহ।
তুমি খাওয়াইলে
আমি খাই
এই যে দুনিয়া
কিসের লাগিয়া
এত যত্নে গড়াইয়াছেন সাঁই
এই যে দুনিয়া

তুমি বেস্ত
তুমি দোজখ
তুমি ভাল মন্দ
তুমি ফুল তুমি ফল
তুমি তাতে গন্ধ।
তুমি বেস্ত
তুমি দোজখ
তুমি ভাল মন্দ
তুমি ফুল তুমি ফল
তুমি তাতে গন্ধ।
আমার মনে
এই আনন্দ।
আমার মনে
এই আনন্দ।
কেবল আল্লাহ
তোমায় চাই
আমি কেবল আল্লাহ
তোমায় চাই
এই যে দুনিয়া
কিসের লাগিয়া
এত যত্নে গড়াইয়াছেন সাঁই
এই যে দুনিয়া""",
  ),
  // BanglaSongsData(
  //   id: '95',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),
  // BanglaSongsData(
  //   id: '96',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),
  // BanglaSongsData(
  //   id: '97',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),
  // BanglaSongsData(
  //   id: '98',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),
  // BanglaSongsData(
  //   id: '99',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),
  // BanglaSongsData(
  //   id: '100',
  //   title: 'Title',
  //   fullLyric: """Full lyric""",
  // ),

  BanglaSongsData(
    id: '110',
    title: "মাওলা ইয়া সল্লি ওয়া সল্লিম",
    fullLyric: """মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

সাহর ক্যা ওয়াকত থা মাসূম কাল্যান মুসকুরাতি থিন
হাওয়ায়ে খায়র মাকদাম কে তারানায়ে গুনগুনাতি থিন
আভি জিবরাইল উতারেও নাহি কাবায়ে কে মিমবার সে
কে ইত্তনে মে সাদা আয়ি ইয়েহ আবদুল্লাহ কে ঘর সে
মুবারক হো শাহে হারদো সারা তাশরিফ লায়ে
মুবারক হো মুহাম্মদ মুস্তফা তাশরিফ লায়ে

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

মুহাম্মদু সায়্যিদুল কাওনাইন ওয়া সাকালাইন
ওয়াল ফারি কায়নি মিন ‘আরাবিয়ুন ওয়া মিন ‘আজামি

ওহ মুহাম্মদ ফাখরে আলাম হাদি ‘কুল ইনস ওয়া জান
সরওয়ার ই কাওনাইন সুলতান ই ‘আরাব শাহে আজম
এক দিন জিবরাইল সে কহনে লাগি শাহে উম্মাম
তুমনে দেখা হে জাহান, বাতলাও তো কইসে হ্যায় হাম
আরজ কি জিবরাইল নে, শাহে দ্বীন, মোহতারম
আপকা কই মুমাসিল হি নাহি, রব্ব কি কাসাম

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

হু আল-হাবিবুল আজিম, জা শাফায়াতুহু
লি কুল্লি হাওলিন মিন আল-আহওয়ালি মুকতারিম

মেরে মাওলা, সদা তাহিয়্যাত অউর দুরুদ কে জাজরে
আপনে মেহবুব পার, যা হে তেরি মাখলুক বিহতারিন
উসি মেহবুব সে ওয়াবাস্তা উম্মিদ-ই-শাফায়াত হ্যায়
কে হার হিম্মত শিকান মুশকিল মে যিসমে দস্তাগীরি কি
না কই আপ জাইসা থা, না কই আপ জাইসা হ্যায়
কই ইউসুফ সে পুছে মুস্তফা কা হুসনে কইসা হ্যায়
জমিন অউর আসমানে কইয়ো মিসাল না মিলি

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

য়া রাব্বি বিল মুস্তফা বাল্লিগ মাকাসিদানা
ওয়াঘফির লানা মা মা দায়া ওয়া সিয়া আল-করামি

মাওলা ইয়া সল্লি ওয়া সল্লিম দায়িমান আবাদান
‘আলা হাবিবিকা খায়রিল খালকি কুল্লিহিম

""",
  ),
];
