class BanglaKobitaData {
  final String id, title, fullLyric;

  BanglaKobitaData({
    required this.id,
    required this.title,
    required this.fullLyric,
  });
}

final List<BanglaKobitaData> banglaKobitaData = [
  BanglaKobitaData(
    id: '01',
    title: 'আমার মতো এতো সুখী নয় তো কারো জীবন',
    fullLyric: """আমার মতো এত সুখী
নয়তো কারো জীবন
কি আদর স্নেহ ভালবাসায়
জড়ানো মায়ার বাঁধন
জানি এ বাঁধন ছিড়ে গেলে কভু
আসবে আমার মরণ
""",
  ),
  BanglaKobitaData(
    id: '02',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '03',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '04',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '05',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '06',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '07',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '08',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '09',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '10',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '11',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '12',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '13',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '14',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'খোকার সাধ',
    fullLyric: """আমি হব সকাল বেলার পাখি
সবার আগে কুসুম-বাগে উঠব আমি ডাকি।
সূয্যিমামা জাগার আগে উঠব আমি জেগে,
'হয়নি সকাল, ঘুমো এখন'- মা বলবেন রেগে।
বলব আমি, 'আলসে মেয়ে ঘুমিয়ে তুমি থাক,
হয়নি সকাল- তাই বলে কি সকাল হবে না কা!
আমরা যদি না জাগি মা কেমনে সকাল হবে?
তোমার ছেলে উঠলে গো মা রাত পোহাবে তবে!'

ঊষা দিদির ওঠার আগে উঠব পাহাড়-চূড়ে,
দেখব নিচে ঘুমায় শহর শীতের কাঁথা মুড়ে,
ঘুমায় সাগর বালুচরে নদীর মোহনায়,
বলব আমি 'ভোর হল যে, সাগর ছুটে আয়!
ঝর্ণা মাসি বলবে হাসি', 'খোকন এলি নাকি?'
বলব আমি নই কো খোকন, ঘুম-জাগানো পাখি!'

ফুলের বনে ফুল ফোটাব, অন্ধকারে আলো,
সূয্যিমামা বলবে উঠে, 'খোকন, ছিলে ভাল?'
বলব 'মামা, কথা কওয়ার নাইক সময় আর,
তোমার আলোর রথ চালিয়ে ভাঙব ঘুমের দ্বার।'
রবির আগে চলব আমি ঘুম-ভাঙা গান গেয়ে,
জাগবে সাগর, পাহাড় নদী, ঘুমের ছেলেমেয়ে!

- কাজী নজরুল ইসলাম
""",
  ),
  BanglaKobitaData(
    id: '16',
    title: 'সংকল্প',
    fullLyric: """থাকব না'ক বদ্ধ ঘরে
দেখব এবার জগৎটাকে
কেমন করে ঘুরছে মানুষ
যুগান্তরের ঘূর্ণিপাকে।
দেশ হতে দেশ দেশান্তরে
ছুটছে তারা কেমন করে,
কিসের নেশায় কেমন করে
মরছে যে বীর লাখে লাখে।
কিসের আশায় করছে তারা
বরণ মরণ যন্ত্রণাকে।

কেমন করে বীর ডুবুরি
সিন্ধু সেঁচে মুক্তা আনে,
কেমন করে দুঃসাহসী
চলছে উড়ে স্বর্গপানে।
হাউই চড়ে চায় যেতে কে
চন্দ্রলোকের অচিনপুরে,
শুনব আমি, ইঙ্গিতে কোন
মঙ্গল হতে আসছে উড়ে।
পাতাল ফেড়ে নামব আমি
উঠব আমি আকাশ ফুঁড়ে,
বিশ্বজগৎ দেখব আমি
আপন হাতের মুঠোয় পুরে।

- কাজী নজরুল ইসলাম
""",
  ),
  BanglaKobitaData(
    id: '17',
    title: 'পারিব না',
    fullLyric: """পারিব না এ কথাটি বলিও না আর
কেন পারিবে না তাহা ভাব এক বার,
পাঁচজনে পারে যাহা,
তুমিও পারিবে তাহা,
পার কি না পার কর যতন আবার
এক বারে না পারিলে দেখ শত বার।

পারিব না বলে মুখ করিও না ভার,
ও কথাটি মুখে যেন না শুনি তোমার,
অলস অবোধ যারা
কিছুই পারে না তারা,
তোমায় তো দেখি নাক তাদের আকার
তবে কেন পারিব না বল বার বার?

জলে না নামিলে কেহ শিখে না সাঁতার
হাঁটিতে শিখে না কেহ না খেয়ে আছাড়,
সাঁতার শিখিতে হলে
আগে তব নাম জলে,
আছাড়ে করিয়া হেলা, হাঁট বার বার
পারিব বলিয় সুখে হও আগুয়ান।

- কালী প্রসন্ন ঘোষ
""",
  ),
  BanglaKobitaData(
    id: '18',
    title: 'ইচ্ছা',
    fullLyric: """মনারে মনা কোথায় যাস?
বিলের ধারে কাটব ঘাস।

ঘাস কি হবে?
বেচব কাল,
চিকন সুতোর কিনব জাল।

জাল কি হবে?
নদীর বাঁকে
মাছ ধরব ঝাঁকে ঝাঁকে।

মাছ কি হবে?
বেচব হাটে,
কিনব শাড়ি পাটে পাটে।

বোনকে দেব পাটের শাড়ি,
মাকে দেব রঙ্গিন হাঁড়ি।

– আহসান হাবীব
""",
  ),
  BanglaKobitaData(
    id: '19',
    title: 'আমার পণ',
    fullLyric: """সকালে উঠিয়া আমি মনে মনে বলি,
সারা দিন আমি যেন ভালো হয়ে চলি।
আদেশ করেন যাহা মোর গুরুজনে,
আমি যেন সেই কাজ করি ভালো মনে।
ভাইবোন সকলেরে যেন ভালোবাসি,
এক সাথে থাকি যেন সবে মিলেমিশি।
ভালো ছেলেদের সাথে মিশে করি খেলা,
পাঠের সময় যেন নাহি করি হেলা।
সুখী যেন নাহি হই আর কারো দুখে,
মিছে কথা কভু যেন নাহি আসে মুখে।
সাবধানে যেন লোভ সামলিয়ে থাকি,
কিছুতে কাহারে যেন নাহি দেই ফাঁকি।
ঝগড়া না করি যেন কভু কারো সনে,
সকালে উঠিয়া এই বলি মনে মনে।

- মদনমোহন তর্কালঙ্কার
""",
  ),
  BanglaKobitaData(
    id: '20',
    title: 'ষোল আনাই মিছে',
    fullLyric: """বিদ্যে বোঝাই বাবুমশাই চড়ি সখের বোটে, 
মাঝিরে কন, ''বলতে পারিস সূর্যি কেন ওঠে? 
চাঁদটা কেন বাড়ে কমে? জোয়ার কেন আসে?'' 
বৃদ্ধ মাঝি অবাক হয়ে ফ্যালফ্যালিয়ে হাসে। 
বাবু বলেন, ''সারা জীবন মরলিরে তুই খাটি, 
জ্ঞান বিনা তোর জীবনটা যে চারি আনাই মাটি।'' 

খানিক বাদে কহেন বাবু, ''বলতো দেখি ভেবে 
নদীর ধারা কেমনে আসে পাহাড় থেকে নেবে? 
বলতো কেন লবণ পোরা সাগর ভরা পানি?'' 
মাঝি সে কয়, ''আরে মশাই অত কি আর জানি?'' 
বাবু বলেন, ''এই বয়সে জানিসনেও তা কি 
জীবনটা তোর নেহাৎ খেলো, অষ্ট আনাই ফাঁকি!'' 

আবার ভেবে কহেন বাবু, '' বলতো ওরে বুড়ো, 
কেন এমন নীল দেখা যায় আকাশের ঐ চুড়ো? 
বলতো দেখি সূর্য চাঁদে গ্রহণ লাগে কেন?'' 
বৃদ্ধ বলে, ''আমায় কেন লজ্জা দেছেন হেন?'' 
বাবু বলেন, ''বলব কি আর বলব তোরে কি তা,- 
দেখছি এখন জীবনটা তোর বারো আনাই বৃথা।'' 

খানিক বাদে ঝড় উঠেছে, ঢেউ উঠেছে ফুলে, 
বাবু দেখেন, নৌকাখানি ডুবলো বুঝি দুলে! 
মাঝিরে কন, '' একি আপদ! ওরে ও ভাই মাঝি, 
ডুবলো নাকি নৌকা এবার? মরব নাকি আজি?'' 
মাঝি শুধায়, ''সাঁতার জানো?''- মাথা নাড়েন বাবু, 
মূর্খ মাঝি বলে, ''মশাই, এখন কেন কাবু? 
বাঁচলে শেষে আমার কথা হিসেব করো পিছে, 
তোমার দেখি জীবন খানা ষোল আনাই মিছে!''

- সুকুমার রায়
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'বীর পুরুষ',
    fullLyric: """মনে করো, যেন বিদেশ ঘুরে
মাকে নিয়ে যাচ্ছি অনেক দূরে।
তুমি যাচ্ছ পালকিতে, মা, চ'ড়ে
দরজা দুটো একটুকু ফাঁক করে,
আমি যাচ্ছি রাঙা ঘোড়ার 'পরে
টগবগিয়ে তোমার পাশে পাশে।
রাস্তা থেকে ঘোড়ার খুরে খুরে
রাঙা ধুলোয় মেঘ উড়িয়ে আসে।।
সন্ধে হল, সূর্য নামে পাটে,
এলেম যেন জোড়াদিঘির মাঠে।
ধূ ধূ করে যে দিক-পানে চাই,
কোনখানে জনমানব নাই,
তুমি যেন আপন-মনে তাই
ভয় পেয়েছ – ভাবছ, 'এলেম কোথা।'
আমি বলছি, 'ভয় কোরো না মাগো,
ওই দেখা যায় মরা নদীর সোঁতা।'
আমরা কোথায় যাচ্ছি কে তা জানে -
অন্ধকারে দেখা যায় না ভাল।
তুমি যেন বললে আমায় ডেকে,
'দিঘির ধারে ওই-যে কিসের আলো!'
এমন সময় 'হাঁ রে রে রে রে'
ওই-যে কারা আসতেছে ডাক ছেড়ে!
তুমি ভয়ে পালকিতে এক কোণে
ঠাকুর-দেবতা স্মরণ করছ মনে,
বেয়ারাগুলো পাশের কাঁটাবনে
পালকি ছেড়ে কাঁপছে থরোথরো।
আমি যেন তোমায় বলছি ডেকে,
আমি আছি, ভয় কেন, মা, করো!'
তুমি বললে, 'যাসনে খোকা ওরে,'
আমি বলি, 'দেখো-না চুপ করে।'
ছুটিয়ে ঘোড়া গেলেম তাদের মাঝে,
ঢাল তলোয়ার ঝনঝনিয়ে বাজে,
কী ভয়ানক লড়াই হল মা যে
শুনলে তোমার গায়ে দেবে কাঁটা।
কত লোক যে পালিয়ে গেল ভয়ে,
কত লোকের মাথা পড়ল কাটা।।

এত লোকের সঙ্গে লড়াই করে,
ভাবছ খোকা গেলই বুঝি মরে।
আমি তখন রক্ত মেখে ঘেমে
বলছি এসে, 'লড়াই গেছে থেমে,'
তুমি শুনে পালকি থেকে নেমে
চুমো খেয়ে নিচ্ছ আমায় কোলে
বলছ, 'ভাগ্যে খোকা সঙ্গে ছিল'
কী দুর্দশাই হত তা না হলে!'

- রবীন্দ্রনাথ ঠাকুর
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'হাসি',
    fullLyric: """হাসতে নাকি জানেনা কেউ
কে বলেছে ভাই?
এই শোন না কত হাসির
খবর বলে যাই।

খোকন হাসে ফোঁকলা দাঁতে
চাঁদ হাসে তার সাথে সাথে

কাজল বিলে শাপলা হাসে
হাসে সবুজ ঘাস।
খলসে মাছের হাসি দেখে
হাসে পাতিহাঁস।

টিয়ে হাসে, রাঙ্গা ঠোঁটে,
ফিঙ্গের মুখেও হাসি ফোটে
দোয়েল কোয়েল ময়না শ্যামা
হাসতে সবাই চায়
বোয়াল মাছের দেখলে হাসি
পিলে চমকে যায়।

এত হাসি দেখেও যারা
গোমড়া মুখে চায়,
তাদের দেখে পেঁচার মুখেও
কেবল হাসি পায়।

- রোকনুজ্জামান খান
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'বাক্ বাক্ কুম',
    fullLyric: """বাক্ বাক্ কুম পায়রা
মাথায় দিয়ে টায়রা
বউ সাজবে কাল কি?
চড়বে সোনার পালকি?
পালকি চলে ভিন গাঁ-
ছয় বেহারার তিন পা।

পায়রা ডাকে বাকুম বাক্
তিন বেহারার মাথায় টাক।
বাক্ বাকুম কুম্ বাক্ বাকুম
ছয় বেহারার নামলো ঘুম।

থামলো তাদের হুকুম হাঁক
পায়রা ডাকে বাকুম্ বাক্।

ছয় বেহারা হুমড়ি খায়
পায়রা উড়ে কোথায় যায়?

- রোকনুজ্জামান খান
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'কাজের লোক',
    fullLyric: """মৌমাছি, মৌমাছি 
কোথা যাও নাচি নাচি
দাঁড়াও না একবার ভাই।

ওই ফুল ফোটে বনে
যাই মধু আহরণে
দাঁড়াবার সময় তো নাই।

ছোট পাখি, ছোট পাখি
কিচিমিচি ডাকি ডাকি
কোথা যাও বলে যাও শুনি।

এখন না কব কথা
আনিয়াছি তৃণলতা
আপনার বাসা আগে বুনি।

পিপীলিকা, পিপীলিকা
দলবল ছাড়ি একা
কোথা যাও, যাও ভাই বলি।

শীতের সঞ্চয় চাই
খাদ্য খুঁজিতেছি তাই
ছয় পায়ে পিলপিল চলি।

- নবকৃষ্ণ ভট্টাচার্য
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),
  BanglaKobitaData(
    id: '15',
    title: 'আমার',
    fullLyric: """আমার
""",
  ),

];
